[
{"title": "The Adventures of Robin Hood (1938)", "summary": "This 1938 swashbuckling costume epic stars Errol Flynn in arguably his greatest role, as the titular prince of thieves.", "starring": "Errol Flynn, Olivia de Havilland, Basil Rathbone, Claude Rains, Melville Cooper, Ian Hunter", "director": "Michael Curtiz, William Keighley", "content": "Arguably Flynn's greatest role, this is the classic, swashbuckling, adventure, costume epic/spectacle about the infamous rebel outlaw and his band of merry men from Sherwood Forest who \"robbed from the rich and gave to the poor.\" The charming Robin Hood (Flynn) fights for justice against the evil Sir Guy of Gisbourne (Rathbone), the villainous Sheriff of Nottingham (Cooper), and the scheming Prince John (Rains), while striving to win the hand of the beautiful Maid Marian (de Havilland) - and to save the English throne for King Richard (Hunter). This good-natured, extravagant adventure epic still packs romance, comedy, great sword play action, music, colorful characters and storybook fantasy. One of the earliest films to be shot in three-color Technicolor and, at the time, the most expensive film Warner Bros. had produced ($2 million). William Keighley started directing the film, but Curtiz finished the filming. Academy Award Nominations: 4, including Best Picture. Academy Awards: 3, including Best Interior Decoration, Best Original Score, Best Film Editing."},
{"title": "The African Queen (1951)", "summary": "Humphrey Bogart and Katharine Hepburn's odd-couple chemistry anchors John Huston's 1951 romantic adventure.", "starring": "Humphrey Bogart, Katharine Hepburn, Robert Morley", "director": "John Huston", "content": "Based on the 1935 novel by C.S. Forester, the wonderful combination of Hepburn and Bogie makes this a thoroughly enjoyable blend of comedy and adventure. Forester's story, Bogey's Oscar®-winning performance, 'odd-couple' chemistry, and an exotic locale combine for classic adventure/romance. The boozing, smoking, cussing captain of a tramp steamer, Charlie Allnut (Bogart), saves prim, sober, and proper missionary Rose Sayer (Hepburn), \"a crazy psalm-singing skinny old maid,\" after her brother (Morley) is assaulted by a German soldier at the beginning of World War I in German East Africa, and dies from insanity. After many quarrels, they survive a treacherous African river journey on a rattle-trap steamer, shoot the rapids, struggle with mosquitos and blood-sucking leeches, and set sail on the Ulonga-Bora in order to sabotage"},
{"title": "All About Eve (1950)", "summary": "This acerbic Oscar-sweeping drama stars Bette Davis as an aging Broadway dame and Anne Baxter as a scheming young social climber.", "starring": "Bette Davis, Anne Baxter, George Sanders, Celeste Holm, Thelma Ritter, Gary Merrill", "director": "Joseph L. Mankiewicz", "content": "Much-loved, lengthy, acerbic drama of theatre life about a young actress who insinuates her way into Broadway stage star's life. Wit and sarcasm reign supreme (e.g., \"Fasten your seat belts. It's going to be a bumpy night\") and George Sanders is perfect as Addison De Witt - a cynical, egotistical columnist/critic. The literate film features Davis as aging, bitchy accomplished star Margo Channing who takes the seemingly-naive and innocent fan Eve (Baxter) under her wing. As the film opens, the rising, unscrupulous star accepts an award for best newcomer on the Broadway scene. Then, in a flashback, we see the shameless starlet insinuating herself into the life of her idol, and scheming to steal her theatrical roles and her lover Bill (Merrill). By ruthlessly exploiting the older woman's kindness and hospitality, she manages to achieve her present success while almost destroying the veteran star in the process. The ending of the film returns to the awards banquet to find the starlet clinging to her trophy, with another fan in the wings. Also with Marilyn Monroe in a bit part. Academy Award Nominations (record-setting): 14, including Best Actress--Anne Baxter, Best Actress--Bette Davis, Best Supporting Actress--Celeste Holm, Best Supporting Actress--Thelma Ritter. Academy Awards: 6, including Best Picture, Best Director, Best Screenplay, Best Supporting Actor--George Sanders, Best B/W Costume Design, Best Sound."},
{"title": "All Quiet On The Western Front (1930)", "summary": "Lewis Milestone's hugely popular adaptation of Erich Maria Remarque's novel is the first great antiwar movie to be made with sound.", "starring": "Lew Ayres, Louis Wolheim", "director": "Lewis Milestone", "content": "Based on Erich Maria Remarque's timeless, pacifistic anti-war novel, this poetically brilliant epic about the horrors of war was hugely popular in its day. The moving drama, the first great sound anti-war film, follows a group of seven German schoolboys, with central character Paul (Ayres) inspired by their professor to fight for their country. They voluntarily enlist in World War I, believing in the glory of the Fatherland and learn about the realities of war from veteran soldier Katczinsky (Wolheim). The film documents their descent into war (and disillusionment) in graphic detail, from the everyday reality of trench warfare to starvation and butchery. The film tracks the boys in training, battle, and eventually their senseless, untimely deaths. Paul dies from an enemy bullet in the final scene as he reaches out to touch a butterfly. Shot on an epic scale with an impressive budget of $1.25 million, the film's realism and visual art created a sensation. Academy Award Nominations: 4, including Best Writing, Best Cinematography. Academy Awards: 2, including Best Production (Picture), Best Director."},
{"title": "An American In Paris (1951)", "summary": "One of the greatest musicals of the fifties, this colorful toe-tapping classic finds the grace and athleticism of Gene Kelly on full display.", "starring": "Gene Kelly, Leslie Caron, Nina Foch, Georges Guetary, Oscar Levant", "director": "Vincente Minnelli", "content": "One of the great 50s screen musicals, colorfully enhanced by the grace and athleticism of Gene Kelly and direction by Vincente Minnelli. Jerry Mulligan (Kelly), a young American G.I., lingers in Paris after World War II to study art and painting. He wants to live the life of the great painters -- in a Montmartre garret, starving for his art. When a rich, romance-minded American gallery owner (Foch) offers to support him, he agrees -- even if the bargain means joining the benefactress' entourage of lovers. Then he meets Lise (Caron), a young, exquisite French mademoiselle, and instantly falls in love. Unfortunately, she's already engaged to marry her benefactor, music hall star Henri Baurel (Guetary), an older man who saved her from the Nazis. But when Henri discovers that she cares for someone else, he gracefully exits, leaving the young couple to find love together. The film debut for French actress/dancer Leslie Caron, who was discovered by Gene Kelly. With sumptuous sets, charming dance sequences, George and Ira Gershwin's memorable melodies, and a seventeen-minute, avant-garde ballet choreographed by Kelly - with backdrops representing various impressionistic artists. Academy Award Nominations: 8, including Best Director, Best Film Editing. Academy Awards: 6, including Best Picture, Best Story and Screenplay, Best Color Cinematography, Best Musical Score."},
{"title": "Annie Hall (1977)", "summary": "Widely considered Woody Allen's finest work, this bittersweet New York romance posits Diane Keaton as his flighty, adorable foil.", "starring": "Woody Allen, Diane Keaton, Tony Roberts, Carol Kane", "director": "Woody Allen", "content": "Bittersweet, cerebral, stream-of-consciousness, 70s, urban romantic comedy about a New York couple's neurotic love affair. Many consider this Allen's best work, and a transition from his earlier absurdist comedies to a richer, more thoughtful consideration of relationships. Innovatively filmed, with cartoon segments, flashbacks, monologues toward the camera, and other unique elements. Allen co-wrote, directed and stars as a kvetchy, neurotic, Brooklyn stand-up comedian Alvy Singer, wistfully recalling his bygone relationship with flighty, adorable, and irrepressibly Midwestern Annie Hall, an aspiring singer. (Film marks the fourth pairing of Keaton and Allen, who were also an off-screen couple at the time.) At first the cultural gap seems insurmountable, but despite their differences, they fall in love. As they get to know one another, they invariably attempt to change each other, causing friction and their eventual split. The film watches them try new relationships, as they reluctantly pull away from each other. The film, in actuality, chronicles the end of their relationship. Academy Award Nominations: 5, including Best Actor--Woody Allen. Academy Awards: 4, including Best Picture, Best Director, Best Actress--Diane Keaton, Best Original Screenplay."},
{"title": "Apocalypse Now (1979)", "summary": "Coppola's nightmarish Vietnam epic, starring Marlon Brando and Martin Sheen, redefines the war flick and the dangers of the jungle.", "starring": "Martin Sheen, Marlon Brando, Robert Duvall, Dennis Hopper", "director": "Francis Ford Coppola", "content": "A masterful, thought-provoking, pretentious film, with beautifully-chaotic visuals, about the nightmarish, moral madness of the Vietnam War, inspired by the novella"},
{"title": "Ben-Hur (1959)", "summary": "This 1959 Charlton Heston classic tells the epic story of Judah Ben-Hur on an ambitious scale made evident by its famed chariot race.", "starring": "Charlton Heston, Hugh Griffith, Stephen Boyd, Jack Hawkins, Martha Scott, Cathy O'Donnell", "director": "William Wyler", "content": "Director William Wyler's renowned, Best Picture-winning Biblical epic of enormous scale was the winner of 11 Oscars. The character-driven, action-filled, star-studded extravaganza filmed in Italy was one of the cinema's greatest epics - a compelling human story of revenge, bitterness, redemption and forgiveness. It told about friendship and then adult enmity between boyhood pals. The 1880 novel by Lew Wallace had previously been adapted into an 1899 stage adaptation and into a silent film"},
{"title": "The Best Years of Our Lives (1946)", "summary": "William Wyler's landmark 1946 drama follows three World War II vets, including Oscar winner Harold Russell, as they return home.", "starring": "Fredric March, Myrna Loy, Dana Andrews, Harold Russell, Teresa Wright, Virginia Mayo, Cathy O'Donnell", "director": "William Wyler", "content": "William Wyler's landmark, classic drama, and Best Picture-winning film was both powerful and provocative, with many touching moments in the lives of combat survivors now returned to their former lives, with both hopefulness and poignancy - attempting readjustment to peacetime life and discovering that they had fallen behind. The lengthy film featured great acting, story-telling, direction and pacing by Wyler. It was based upon the 1945 novella \"Glory for Me\" by MacKinlay Kantor. It was perhaps the most memorable film about the aftermath of World War II, unfolding with a number of great plot threads about the homecoming of three servicemen to their small town. The compassionate movie portrayed the reality of altered lives, readjustments at work, dislocated marriages and the inability to communicate the experience of war on the front lines or the home front. This was the first picture for Harold Russell, a non-actor and war veteran who was an actual amputee, who won two Oscars for the same role (a unique achievement) - Best Supporting Actor, and a Special Honorary Oscar \"For bringing hope and courage to his fellow veterans through his appearance...\" In the film's opening set in the nose of a B-17 bomber, three returning veterans had their first glimpse of their (fictional) hometown of Boone City - feeling alienated, aloof and detached from the strange sights and memories of their former home - and attempting readjustment to peacetime life and discovering that they had fallen behind. The three WWII veterans were: middle-class husband Army Sergeant Al Stephenson (Fredric March), a former Cornbelt Bank banker who turned to drinking, decorated Air Force Captain Fred Derry (Dana Andrews) who was rejected by his unfaithful war-bride spouse Marie Derry (Virginia Mayo) and was forced to return to his old job as a soda-jerk, and handicapped seaman Homer Parrish (Oscar-winning Harold Russell) who had lost both arms and agonized over his relationship with his childhood sweetheart-girlfriend Wilma Cameron (Cathy O'Donnell). In the film's most poignant moment, Homer's mother (Minna Gombell) experienced her first look at her double-amputee son's hooks for hands, and had an uncontrollable reaction. During his deeply-moving homecoming reunion scene, Sgt. Al Stephenson entered his apartment complex and then the door of his apartment and silenced with his cupped hand the mouths of his son Rob (Michael Hall) and daughter Peggy (Teresa Wright) - and then suddenly, his wife Milly (Myrna Loy) was surprised to realize that he had come through the door. Fred experienced PTSD - fitful, sweaty nightmares of a disastrous bombing run over Germany, while Peggy (a trained nurse) comforted and soothed him. Persistent and young Peggy Stephenson, Al's intelligent, articulate, headstrong daughter, made some remarkable homewrecking efforts to win Fred away from his mismatched marriage to his unloving blonde floozy wife Marie Derry. Another of the most remarkable scenes was of Fred's walk through a junked airplane graveyard where he relived his many wartime memories of bombing missions in the nose of an abandoned B-17 bomber. The film concluded with Homer's wedding to Wilma, when he demonstrated great skill in placing a ring on her finger - with the added knowledge that Peggy and Fred - seen in the background - would eventually also marry after his divorce with Marie could be finalized. Academy Award Nominations: 8, including Best Sound Recording. Academy Awards: 7, including Best Picture, Best Actor--Fredric March, Best Supporting Actor--Harold Russell, Best Director, Best Screenplay. A Special Academy Award for Russell for bringing hope and courage to his fellow veterans through his appearance in the film."},
{"title": "The Big Sleep (1946)", "summary": "Howard Hawks' classic noir sets the standard for private-detective flicks, with star turns by Humphrey Bogart and Lauren Bacall.", "starring": "Humphrey Bogart, Lauren Bacall, Martha Vickers, John Ridgely", "director": "Howard Hawks", "content": "Howard Hawks' and Warner Bros.' classic atmospheric film noir mystery with crackling dialogue was based upon Raymond Chandler's first novel in 1939. Its incomprehensible plot (and tortuous story line without a completely clear resolution) was scripted by William Faulkner (with Jules Furthman and Leigh Brackett). It set the standard for private detective movies, and was remade in 1978 with Robert Mitchum. The film's title was a reference to death. In the film's opening, down-at-the-heels, tough LA private investigator Philip Marlowe (Humphrey Bogart). was hired by General Sternwood (Charles Waldron), a dying, invalid millionaire, to look into various issues that led to drugs, nymphomania, pornography, decadence and murder. Marlowe's main task was to prevent a blackmailer from collecting debts from Sternwood that had been incurred by the old man's indiscreet, thumb-sucking, unstable nymphette youngest daughter Carmen (Martha Vickers). She was both spoiled, childish, irresponsible, and possibly involved with pornographers who were blackmailing her for $5,000 regarding her pictures' negatives. Marlowe learned that the General's friend (surrogate son) and companion Sean Regan had mysteriously disappeared - and was likely to be dead. The private eye became sexually attracted to the older, feisty and sultry daughter Vivian (Lauren Bacall) when she became curious about Marlowe's investigation. In the twisting tale, Sternwood's chauffeur Owen Taylor was found dead, and other individuals were identified as in on the blackmailing scheme. As the case progressed, Marlowe described his suspicions to gambler Eddie Mars (John Ridgely) that Carmen had killed her father's missing companion Sean Regan, when he refused her sexual advances. She murdered Regan out of jealousy (and unrequited love) over an imaginary relationship between Regan and Mrs. Mona Mars (Peggy Knudsen). [Note: Mona was discovered hiding out at Huck's Garage, to make it look like she had run away with Regan during their entirely manufactured affair.] At Vivian's request, Mars had covered up the killing to \"protect\" her sister Carmen from guilt - and to prevent her sick father from any further suffering. Mars' cold-blooded hired killer Canino (Bob Steele), hid Regan's body and the deception was set up. Mars then blackmailed Vivian for money and sexual favors. Marlowe cleverly set up Mars to be killed by his own henchmen, allowing Marlowe to protect Carmen (who was sent \"away\" to an institution for psychiatric care) and Vivian by pinning the murder of Regan on Mars - and Marlow was also able to end up with Vivian."},
{"title": "The Birth Of A Nation (1915)", "summary": "The first-ever feature-length silent movie, D. W. Griffith's sweeping Lillian Gish-starring Civil War drama was a massive technological coup.", "starring": "Lillian Gish, Mae Marsh", "director": "D.W. Griffith", "content": "First feature-length silent film is a sweeping Civil War drama/epic, aka"},
{"title": "Blade Runner (1982)", "summary": "Ridley Scott's moody futuristic thriller boasts stunning effects and unmissable performances by Harrison Ford and Sean Young.", "starring": "Harrison Ford, Rutger Hauer, Daryl Hannah, Sean Young, Joe Turkel, Joanna Cassidy, Edward James Olmos", "director": "Ridley Scott", "content": "Moody futuristic, sci-fi noirish thriller, with stunning, visually-dazzling effects and a brooding atmosphere, about a hard-boiled detective hunting near-human \"replicants.\" Based on the novel"},
{"title": "Bonnie And Clyde (1967)", "summary": "Warren Beatty and Faye Dunaway star as the irresistible outlaws at the heart of Arthur Penn's controversial, stylish 1967 flick.", "starring": "Warren Beatty, Faye Dunaway, Gene Hackman, Estelle Parsons, Michael J. Pollard", "director": "Arthur Penn", "content": "Groundbreaking, controversial, stylish crime drama/romance, and road film - about a 1930s bank-robbing couple and gang with easy-going, folksy flavor and bloody, graphically-violent shoot-outs. The saga was based on the true-life exploits of the notorious Depression-era bank robbers Bonnie Parker and Clyde Barrow. Gun-toting, amoral, impotent drifter Clyde (Beatty) rescues dreamer Bonnie (Dunaway) from her drab existence by regaling her with colorful tales of the outlaw life. Joined by Clyde's brother (Hackman), his wife Blanche (Parsons), and a gas-station attendant (Pollard), the gang goes on a bumbling crime spree through Texas and Oklahoma. Controversial when released because of its bullet-riddled ending, it marked the coming increase in visceral cinematic violence. Academy Award Nominations: 10, including Best Picture, Best Director, Best Actor--Warren Beatty, Best Actress--Faye Dunaway, Best Supporting Actor--Gene Hackman, Best Supporting Actor--Michael J. Pollard, Best Original Screenplay, Best Costume Design. Academy Awards: 2, including Best Supporting Actress--Estelle Parsons, Best Cinematography."},
{"title": "Bride of Frankenstein (1935)", "summary": "Boris Karloff's iconic lurching monster meets his match in Elsa Lanchester in this darkly witty 1935 sequel to the horror classic.", "starring": "Boris Karloff, Colin Clive, Elsa Lanchester", "director": "James Whale", "content": "Darkly witty, black comedy, semi-humorous sequel to the classic Frankenstein film (and precursor to"},
{"title": "The Bridge On The River Kwai (1957)", "summary": "Based on a true event, this 1957 war drama finds Alec Guinness' British commander leading a perilous effort in the wilds of Burma.", "starring": "Alec Guinness, William Holden, Sessue Hayakawa, Jack Hawkins", "director": "David Lean", "content": "Acclaimed, all-time great WWII epic drama about British P.O.W.'s forced to construct a railway bridge in the Asian jungle of Burma, based on an outstanding, psychologically complex adaptation of Pierre Boulle's 1952 novel. In the Burmese jungle, British prisoner/solders, led by an obstinate commander Col. Nicholson (Guinness), construct a rail bridge - and unwittingly aid the war effort of their Japanese captors and the camp commander Col. Saito (Hayakawa). A tremendously antagonistic battle of wills ensues between the two Colonels. Nicholson supervises the bridge's construction with a twisted sense of pride in his creation to show up the Japanese as inferior. In the climactic finale, British and American intelligence officers (Holden, Hawkins) conspire to blow up the structure. Academy Award Nominations: 8, including Best Supporting Actor--Sessue Hayakawa. Academy Awards: 7, including Best Picture, Best Actor--Alec Guinness, Best Director, Best Adapted Screenplay, Best Cinematography, Best Score, Best Film Editing."},
{"title": "Bringing Up Baby (1938)", "summary": "Katharine Hepburn and Cary Grant shine in the definitive screwball comedy of the thirties, courtesy of ace director Howard Hawks.", "starring": "Katharine Hepburn, Cary Grant, May Robson", "director": "Howard Hawks", "content": "Quintessential, definitive screwball comedy of the 30s, with absurd physical gags, high-speed humor, and witty dialogue, from versatile directorial master Howard Hawks. A non-stop profusion of mayhem, comic disasters, coincidences and misunderstandings ensue when an absent-minded, nervous, unfortunate, strait-laced, Harold Lloyd-like palaeontologist (Grant) encounters a flighty, irresistible, uninhibited, mad-cap, accident-prone heiress (Hepburn). The befuddled scientist pursues a donation to his zoological museum from a wealthy widow but he seems unable to avoid the woman's niece. Soon the two are searching through her estate to find a valuable lost dinosaur bone (an intercostal clavicle) hidden by her aunt's (Robson) dog (Asta from"},
{"title": "Casablanca (1942)", "summary": "Michael Curtiz's critically beloved landmark 1942 romance stars Humphrey Bogart and Ingrid Bergman in career-defining turns.", "starring": "Humphrey Bogart, Ingrid Bergman, Claude Rains, Paul Henreid", "director": "Michael Curtiz", "content": "Perennially at the top of every all-time greats list, and indisputably one of the landmarks of the American cinema, although an accidental Hollywood masterpiece. Critically-acclaimed, bittersweet, popular, much-loved, WWII-flavored, nostalgic story of intrigue and love that teamed Bogart and Bergman as ill-fated lovers. A laconic, cynical idealist, American expatriate and war profiteer Rick Blaine (Bogart) in Nazi-occupied WW II Morocco is content to be cafe owner for his"},
{"title": "Chinatown (1974)", "summary": "Jack Nicholson's world-weary gumshoe anchors Roman Polanski's 1974 noir, also starring Faye Dunaway and John Huston.", "starring": "Jack Nicholson, Faye Dunaway, John Huston", "director": "Roman Polanski", "content": "Atmospheric, subtly-paced, superbly-made neo-noir mystery about a hard-nosed detective uncovering urban corruption in late 1930's Los Angeles. World-weary gumshoe Jake Gittes (Nicholson), who specializes in adultery cases, takes on Evelyn Mulwray (Dunaway) as a client. He is hired by the recently-widowed woman to investigate the infidelities of her alleged husband, the water commissioner for the drought-stricken city. As the film-noir plot unfolds, the detective, with his nose slashed by a punk (director Polanski in a cameo role), gets in way over his head in a case involving murder, the illegal diversion of water to artificially deflate land prices, fraudulent and corrupt politicians including sinister millionaire Noah Cross (Huston) grabbing up land, and a prominent family's scandalous, long-hidden dark secret. After original, complex plot twists, the film ends in an unsettling finale in the 'Chinatown' section of the city - a state of mind where the law is ineffectual. Academy Award Nominations: 11, including Best Picture, Best Actor--Jack Nicholson, Best Actress--Faye Dunaway, Best Director, Best Cinematography. Academy Awards: 1, Best Original Screenplay (Robert Towne)."},
{"title": "Citizen Kane (1941)", "summary": "Director and star Orson Welles' masterful fictional biopic about the titular tycoon set a new standard for the movies that followed.", "starring": "Orson Welles, Joseph Cotten, Everett Sloane, Dorothy Comingore", "director": "Orson Welles", "content": "This is Welles' greatest achievement, and a landmark of cinema history - often voted the greatest film ever made. An expressionistic, fictional biography of the rise to power (and tragic fall) of a larger-than-life newspaper tycoon/publisher - Charles Foster Kane. A reporter is sent to investigate the significance of \"Rosebud,\" the last word uttered by Kane (Welles), through interviews with various associates and his wife (Cotten, Sloane, Comingore). The newspaper magnate's wealth and power ultimately leave him abandoned and alone in his castle-like refuge. With its bravura direction, broken narrative and flashbacks, and vivid performances, this is considered a modern masterpiece. Every aspect of the production marked an advance in film language: the deep-focus, deeply shadowed cinematography; the discontinuous narrative (in a screenplay co-authored by Herman Mankiewicz); the innovative use of sound and score; the low-level camera shots; the ensemble acting from Welles' Mercury Theater. Academy Award Nominations: 9, including Best Picture--Orson Welles, Best Actor--Orson Welles, Best Director--Orson Welles, Best B/W Cinematography, Best Score, Best Film Editing. Academy Awards: 1, Best Original Screenplay."},
{"title": "City Lights (1931)", "summary": "Charlie Chaplin's final and best silent film finds the Little Tramp helping a blind flower seller (Virginia Cherrill) regain her sight.", "starring": "Charlie Chaplin, Virginia Cherrill", "director": "Charlie Chaplin", "content": "One of Charlie Chaplin's best - and his last silent film. This film is a classic silent masterpiece (with sound effects). In the opening sequence, the urban misfit (his quintessential \"Little Tramp\" character) parodies 'talking' films. In the city, the tramp (Chaplin) falls in love with a blind flower-selling girl (Cherrill), and although poverty-stricken, he is mistaken for a millionaire. Her sight is restored after his endless efforts (mostly by befriending a rich drunk) to acquire money to pay for an eye operation. Critically acclaimed for its blend of sentimental drama, pathos, melancholy romance, slapstick, and comic pantomime. The film's final shot is unforgettably poignant."},
{"title": "The Crowd (1928)", "summary": "King Vidor's sad silent masterpiece stars James Murray and Eleanor Boardman as a young couple struggling to make ends meet.", "starring": "Eleanor Boardman, James Murray", "director": "King Vidor", "content": "A superb, enduring, silent classic masterpiece. A moving, downbeat melodrama about a young ordinary man's illusory dreams of success in the Big City - filmed on location in New York. The young man (Murray) meets a girl (Boardman), falls in love, marries, and the couple experience a short Niagara Falls honeymoon before moving into a mediocre apartment. The working class family experiences many hard knocks, including the accidental death of one of the children, loss of employment, and tensions that threaten to erode their marriage. Exquisitely filmed and acted, capturing the realistic trials and tribulations of the human odyssey of life."},
{"title": "Dr. Strangelove or: How I Learned To Stop Worrying and Love the Bomb (1964)", "summary": "In Kubrick's satire, fears come true when a psychotic general starts an all-out nuclear war.", "starring": "Peter Sellers, George C. Scott, Sterling Hayden, Slim Pickens", "director": "Stanley Kubrick", "content": "Kubrick's classic, cynical Cold War, satirical black comedy, with scathing humor and timeless performances, based on the novel"},
{"title": "Double Indemnity (1944)", "summary": "One of Billy Wilder's finest works, this classic noir stars Fred MacMurray and Barbara Stanwyck as co-conspirators in marital murder.", "starring": "Fred MacMurray, Barbara Stanwyck, Edward G. Robinson", "director": "Billy Wilder", "content": "One of the greatest movies of all time with an electric, snappy, hard-boiled script written by Wilder and Raymond Chandler, based on the novel by James M. Cain. A classic, brooding film noir, told in flashback, about an adulterous, duplicitous couple, a calculating insurance salesman (MacMurray) and a scheming, irresistible, long-legged blonde"},
{"title": "Duck Soup (1933)", "summary": "Packed with gags and zany humor, this 1933 comedy is one of the Marx Brothers' funniest, most surreal, and most beloved works.", "starring": "Groucho Marx, Chico Marx, Harpo Marx, Margaret Dumont, Louis Calhern", "director": "Leo McCarey", "content": "Classic, short, zany, gag-studded, much-loved Marx Brothers political satire/musical about the fictitious state of Freedonia, with total irreverence toward patriotism, religion, legal justice, and diplomacy. Groucho plays Rufus T. Firefly, the incompetent king of Freedonia (with Chico and Harpo as his incompetent spies) who woos the dowager millionairess Mrs. Teasdale (Dumont). Easily offended, he wages war on the neighboring country of Sylvania because of a slight insult. One of the Marx Brothers' funniest, most surreal, anarchic films with the famous battle scene at its finale, and the classic pantomime mirror scene."},
{"title": "Easy Rider (1969)", "summary": "In Dennis Hopper's generation-defining 1969 classic, he, Jack Nicholson, and Peter Fonda hit the road in search of nirvana.", "starring": "Peter Fonda, Dennis Hopper, Jack Nicholson", "director": "Dennis Hopper", "content": "Widely considered a generation-defining, youth-oriented classic, this film still engrosses those nostalgic for 60's era wanderlust - seeking inspiration for the next road trip. Two motorcyclist biker outlaws (drug-dealers) embark on a coast-to-coast odyssey across America in this landmark counter-culture road drama/travelogue, searching for the 'real' America. In the Southwest, they encounter wide open spaces, hippies in a commune, small-town rednecks and paranoia, drugs, a drunken, jailed lawyer (Nicholson), sex in a New Orleans bordello, a psychedelic trip in a graveyard, and a violent end. This often-imitated but never-duplicated movie defined a generation and has the greatest 60's soundtrack (featuring The Byrds, The Band, Steppenwolf, Jimi Hendrix, The Electric Prunes, and more). The low-budget film, made for $375,000, was directed by young star Dennis Hopper and went on to make multiple millions and change the pop culture landscape forever. Academy Award Nominations: Best Supporting Actor--Jack Nicholson, Best (Original) Story and Screenplay (Fonda, Hopper, Terry Southern)."},
{"title": "The Empire Strikes Back (1980)", "summary": "The first sequel of George Lucas' much-heralded fantastical space trilogy was considered superior to the original.", "starring": "Harrison Ford, Carrie Fisher, Mark Hamill, Alec Guinness, Ian McDiarmid, James Earl Jones", "director": "Irvin Kershner", "content": "One of the most appealing and powerful films in the"},
{"title": "E.T. - The Extra-Terrestrial (1982)", "summary": "Spielberg's feel-good 1982 hit stars Drew Barrymore and Henry Thomas as young siblings who form a powerful bond with a cute alien.", "starring": "Dee Wallace Stone, Peter Coyote, Henry Thomas, Drew Barrymore", "director": "Steven Spielberg", "content": "A massively popular, widely appealing, feel-good sci-fi fantasy - a cultural phenomenon in the early 80s - about a kind-hearted, cute alien living with a suburban family - one of the most popular and highest-grossing movies of all time. A harmless alien botanist from outer space is left behind and stranded on Earth. The lovable extra-terrestrial is lured by Halloween candy (Reese's Pieces), befriended by a young boy (Thomas), and protected from authoritarian adults and menacing scientists who want to dissect and study the creature. The curious alien eventually finds his way home, with aid from children, to his returning spaceship. Academy Award Nominations: 9, including Best Picture, Best Director, Best Original Screenplay, Best Film Editing, Best Cinematography. Academy Awards: 4, including Best Sound, Best Original Score, Best Sound Effects Editing, Best Visual Effects."},
{"title": "Fantasia (1940)", "summary": "Disney's legendary cartoon fantasy, which animates beloved selections of classical music, is still a freewheeling visual delight to this day.", "starring": "Leopold Stokowski, Sarah Thomas", "director": "Ben Sharpsteen", "content": "Legendary Disney cartoon fantasy animating much-loved selections of classical music, conducted by Leopold Stokowski and the Philadelphia Orchestra, remains a timeless audio/visual delight. The film was criticized by musical purists, and it failed miserably at the box-office, although it's wonderfully entertaining. The experimental film was revived in the 60s (and was re-released in a new IMAX version in the year 2000) and became a cult classic, especially the Mickey Mouse sequence in Dukas' \"Sorcerer's Apprentice.\" Also includes Bach's \"Toccata and Fugue in D Minor,\" Tchaikovsky's \"The Nutcracker Suite,\" Stravinsky's \"The Rite of Spring,\" Beethoven's \"The Pastoral Symphony,\" Ponchielli's \"Dance of the Hours, Mussorgsky's \"The Night on Bald Mountain,\" and Schubert's \"Ave Maria.\" The recipient of two Special Academy Awards."},
{"title": "42nd Street (1933)", "summary": "This behind-the-scenes musical tells the story of a flailing producer (Warner Baxter) and a chorus girl (Ruby Keeler) who dreams of fame.", "starring": "Warner Baxter, Ruby Keeler, Dick Powell, Bebe Daniels", "director": "Lloyd Bacon", "content": "A classic, cliched, behind-the-scenes backstage musical about an ailing, Broadway musical producer (Baxter) and a chorus line dancer's one last-ditch chance at success and stardom. On opening night, the leading lady (Daniels) is suddenly unavailable when she sprains her ankle and an inexperienced, untested chorus line girl (Keeler) is thrust into the limelight. Last minute, frantic preparations for opening night with the new star precede the big premiere. Acclaimed Busby Berkeley production numbers and memorable tunes include: \"Forty-Second Street,\" \"Young and Healthy,\" \"You're Getting To Be A Habit With Me\" and \"Shuffle Off To Buffalo.\" Academy Award Nominations: 2, including Best Picture, Best Sound Recording."},
{"title": "The General (1927)", "summary": "Buster Keaton directs himself in this visually stunning 1926 silent comedy that many consider to be the amazing talent's finest work.", "starring": "Buster Keaton, Marion Mack", "director": "Buster Keaton", "content": "Not only is it considered Buster Keaton's greatest film, it is also widely recognized as one of the true masterpieces of American cinema. The visually-stunning silent film is undoubtedly one of the greatest comedies ever made, with non-stop physical comedy and sight gags, shot almost entirely aboard moving trains. Keaton created this great comedy out of an authentic episode of American history during the Civil War - a story about a famous locomotive, though in real-life the locomotive was stolen by the Confederates. The two things devoted Confederate engineer Johnny Gray (Keaton) loves most in the world are his Southern belle sweetheart (Mack) and his beloved locomotive named"},
{"title": "The Godfather (1972)", "summary": "The first movie in Francis Ford Coppola's operatic Mafia series (starring Marlon Brando and Al Pacino) is a genre-defining classic.", "starring": "Marlon Brando, Al Pacino, James Caan, Robert Duvall, Diane Keaton", "director": "Francis Ford Coppola", "content": "The operatic, violent drama was based on Mario Puzo's novel of the same name. Here is a bravura, genre-defining, epic-length Mafia/gangster classic that evokes the mid and late 1940's period with powerful character development, lighting, costumes, and settings. The film follows the fortunes of the fictitious Corleones, a powerful Mafia family with its own family rituals and separate code of honor, revenge, justice, law and loyalty that transcends all other codes. When Godfather Don Corleone (Brando) is shot by rivals, his sons Sonny (Caan), Fredo (Cazale) and favorite young son Michael (Pacino) assume control, with Michael ascending to a prominent position of power. Flawless performances from an all-star cast, a dramatic plot, Nino Rota's unforgettable music, violent set-pieces, and the grotesque, severed horse-head scene. Academy Award Nominations: 10, including Best Director; 3 nominations for Best Supporting Actor (Caan, Duvall, Pacino), Best Sound, Best Original Score. Academy Awards: 3, including Best Picture, Best Actor--Marlon Brando, Best Adapted Screenplay."},
{"title": "The Godfather, Part II (1974)", "summary": "The sequel to Coppola's first Mafia film was also a Best Picture winner - and many thought a superior movie.", "starring": "Al Pacino, Robert Duvall, Diane Keaton, John Cazale, Talia Shire, Michael V. Gazzo, Lee Strasberg, Robert De Niro", "director": "Francis Ford Coppola", "content": "The continuing saga of a Mafia family and dynasty, one of the few sequels in film history that is considered superior to the original. This outstanding film continues the first film and retraces the Corleone Family's founding by the young Vito Corleone (De Niro), who immigrates to America from his native Sicily at the turn of the century and maneuvers his family to power in the ghetto of Little Italy. It also shows the maintenance of the family by young Michael (Pacino), Vito's son, as he ages and confronts a second generation of criminal and family affairs in Vegas, Cuba, and in a Senate hearing on organized crime. After eliminating all rivals and enemies, he is a brooding character, alienated from his wife (Keaton), and the murderer of own brother Fredo (Cazale). Academy Award Nominations: 11, including Best Actor--Al Pacino, Best Supporting Actor--Michael V. Gazzo, Best Supporting Actor--Lee Strasberg, Best Supporting Actress--Talia Shire. Academy Awards: 6, including Best Picture, Best Director, Best Adapted Screenplay, Best Supporting Actor--Robert De Niro, Best Original Dramatic Score."},
{"title": "The Gold Rush (1925)", "summary": "Charlie Chaplin's most critically acclaimed movie, this melodramatic silent work reimagines the Little Tramp as a prospector in the 1800s.", "starring": "Charlie Chaplin, Georgia Hale", "director": "Charlie Chaplin", "content": "A melodramatic, Chaplin silent classic with visual pathos and skillful slapstick - his most-critically acclaimed film. The Little Tramp character is a Lone Prospector in the Yukon during the gold rush days of the late 1800's. The poverty-stricken character is menaced by a bear, blizzard conditions, a starving cabinmate who imagines him as a giant chicken, and a teeter-tottering cabin on the edge of an abyss. He becomes infatuated with a dancehall girl (Hale) for the story's bittersweet humor and romantic tenderness. Contains the famous Thanksgiving meal of a boot and laces, and the celebrated \"dancing dinner rolls\" gag. Academy Award Nominations (in 1942): 2, including Best Sound Recording, Best Comedy Score."},
{"title": "Gone With The Wind (1939)", "summary": "Victor Fleming's 1939 star-studded Civil War", "starring": "Clark Gable, Vivien Leigh, Leslie Howard, Olivia de Havilland, Hattie McDaniel", "director": "Victor Fleming", "content": "finds Clark Gable and Vivien Leigh entangled in a fiery love affair."},
{"title": "The Graduate (1967)", "summary": "Mike Nichols's 1967 coming-of-age classic stars Anne Bancroft as the rapacious seductress of Dustin Hoffman's naive Ben Braddock.", "starring": "Dustin Hoffman, Anne Bancroft, Katharine Ross", "director": "Mike Nichols", "content": "Acclaimed, satirical coming-of-age romantic drama/comedy about a shy, naive college graduate confronting the real world. In the late '60s, a confused, vulnerable college graduate Benjamin Braddock (Hoffman) is uncertain about his future, reacting with passive rebellion. Without ambition or responsibility, he receives career advice from his suburban family's associates - \"plastics\" - a catchword for an entire generation, just days after receiving his diploma. While seduced by the wife of his father's business partner - a rapacious \"Mrs. Robinson\" (Bancroft), he falls in love with her engaged daughter (Ross). The influential and popular film, with a hit Simon and Garfunkel soundtrack, became an emotional touchstone for an entire generation. This film established Mike Nichols as a major director and was Hoffman's first major role. Buck Henry, appearing in the film as a hotel clerk, co-wrote the influential screenplay, based on the novel by Charles Webb. Academy Award Nominations: 7, including Best Picture, Best Actor--Dustin Hoffman, Best Actress--Anne Bancroft, Best Supporting Actress-Katharine Ross, Best Cinematography, Best Adapted Screenplay. Academy Awards: 1, Best Director."},
{"title": "The Grapes of Wrath (1940)", "summary": "John Ford's adaptation of the Steinbeck novel features one of Henry Fonda's greatest performances ever.", "starring": "Henry Fonda, Jane Darwell, John Carradine", "director": "John Ford", "content": "One of the all-time great, enduring American movies by John Ford, a classic adaptation of John Steinbeck's Pulitzer Prize-winning 1939 novel about Depression-era sharecropping farmers in California. The vibrant, evocative story, shot by cinematographer Gregg Toland like a unsentimental, stark series of Dorothea Lange Depression photographs, follows an Oklahoma family's escape from the barren Dustbowl to join the migration to California's fruit harvest - the believed 'Promised Land.' The compassionate, socially-conscious film contains Henry Fonda's greatest film role as wrongly-convicted ex-con Tom Joad, a poor yet dignified Okie farmer who refuses to be beaten down by misfortune, social injustice, oppression and capitalist greed. Darwell is moving as the loving backbone of the desperate Joad family. Academy Award Nominations: 7, including Best Picture, Best Actor--Henry Fonda, Best Screenplay. Academy Awards: 2, Best Supporting Actress--Jane Darwell, Best Director."},
{"title": "Greed (1924)", "summary": "Erich von Stroheim's notorious silent-era production charts one man's descent into insanity owing to his wife's unending greed.", "starring": "ZaSu Pitts, Gibson Gowland, Jean Hersholt", "director": "Erich von Stroheim", "content": "One of the greatest, and infamous, epic films of the silent era - an adaptation of Frank Norris' novel"},
{"title": "High Noon (1952)", "summary": "Gary Cooper and Grace Kelly are the married couple who add romance to this terse 1952 Western, a much-lauded classic of the genre.", "starring": "Gary Cooper, Grace Kelly, Lloyd Bridges, Katy Jurado", "director": "Fred Zinnemann", "content": "A legendary classic Western about a lawman awaiting a suspenseful, fateful showdown with ruthless bandits returning to a small town to seek revenge. The stark, black and white 50s film is frequently interpreted as a parable about artists left to \"stand alone\" and face persecution during the HUAC Hollywood blacklisting. Hadleyville town marshal Will Kane (Cooper), a hero figure, is newly-married to a beautiful, pacifist Quaker bride (Kelly). With integrity and a principled sense of justice, duty, and loyalty, he puts everything on the line to confront a deadly outlaw killer set free by liberal abolitionists. The murderer arrives with his gang on the noon train - and he is left abandoned by an ungrateful town to face them alone. The film is enhanced by Dimitri Tiomkin's ballad (sung by Tex Ritter), and the fact that it is virtually filmed in 'real-time' as the tense showdown approaches. Academy Award Nominations: 7, including Best Picture, Best Director, Best Screenplay. Academy Awards: 4, including Best Actor--Gary Cooper, Best Song (\"Do Not Forsake Me, Oh My Darlin'\"), Best Score, Best Film Editing."},
{"title": "His Girl Friday (1940)", "summary": "This hilarious battle-of-the-sexes romp is vintage Howard Hawks, full of bawdy double entendres quipped by Rosalind Russell and Cary Grant.", "starring": "Cary Grant, Rosalind Russell, Ralph Bellamy", "director": "Howard Hawks", "content": "The hilarious, fast-paced, battle of the sexes screwball comedy classic is Howard Hawks' updated remake of the original 1931 screen version"},
{"title": "Intolerance (1916)", "summary": "D. W. Griffith's silent epic starring Lillian Gish is a series of vignettes remarkable for their exquisite sets, photography, and editing.", "starring": "Lillian Gish, Mae Marsh, Constance Talmadge", "director": "D.W. Griffith", "content": "D.W. Griffith's large-scale epic silent film is a series of vignettes exploring man's inhumanity to man. This classic, with its exquisite sets, photography and editing, spans several centuries and cultures. The film is made up of four distinct stories told in parallel fashion (and masterfully interwoven and converging together) - linked solely by a single common thread: intolerance and repression, and the image of a rocking Lillian Gish. Three of the stories are based on historical fact: Medieval Paris France during the Reformation and the reign of Charles IX, including the slaughter of the Huguenots; the crucifixion of Christ in Judea; and the fall of Babylonia. The fourth tale is a turn-of-the-century \"modern\" story of a man unjustly accused of murder."},
{"title": "It Happened One Night (1934)", "summary": "Frank Capra's madcap comedy pairs Clark Gable and Claudette Colbert as a reporter and a socialite who fall in love despite the odds.", "starring": "Clark Gable, Claudette Colbert, Walter Connolly,", "director": "Frank Capra", "content": "Frank Capra's sparkling, legendary, madcap, screwball romantic comedy based on the story"},
{"title": "It's A Wonderful Life (1946)", "summary": "This tale of a stricken average Joe (James Stewart) whose life is saved by an angel made director Frank Capra a household name.", "starring": "James Stewart, Donna Reed, Lionel Barrymore, Henry Travers", "director": "Frank Capra", "content": "Sweet-natured, sentimental, inspirational classic drama about a near-suicidal man learning the value of his existence. A charitable, hard-working philanthropist George Bailey (Stewart), forced to remain in a small town by unpredictable circumstances, becomes depressed after an accidental financial disaster at his loan company benefits the miserly Mr. Potter (Lionel Barrymore). He is on the verge of committing suicide and wishing that he had never been born - when his crusty-but-lovable guardian angel Clarence (Travers), who is desperately trying to earn his wings, shows up to give him a tour of his town without his presence (Bedford Falls becomes the decadent and hellish Pottersville), showing him how important he's been to the lives of his loved ones. Moral courage, small-town American life, civic cooperation, and family love are glorified while corporate greed and selfishness are condemned, climaxed by the man's rescue during an idyllic Christmas card finale. Clarence earns his wings and George learns that wealth is measured in love and friendship. Academy Award Nominations: 5, including Best Picture, Best Director, Best Actor--James Stewart, Best Film Editing, Best Sound."},
{"title": "Jaws (1975)", "summary": "Steven Spielberg's unforgettably terrifying flick brings Roy Scheider and Richard Dreyfuss to their knees before a giant mechanical shark.", "starring": "Roy Scheider, Robert Shaw, Richard Dreyfuss", "director": "Steven Spielberg", "content": "From the best-selling novel by Peter Benchley and with a thrilling, memorable and rousing score by John Williams. A Great White Shark terrorizes a popular Massachusetts resort, Amity Island, during the summer tourist season in this action/adventure/horror classic, an early blockbuster film from Steven Spielberg. Surprise attacks on the New England coast, in which the monstrous man-eater preys on the inhabitants and vacationers alike, are truly frightening and scary. Three unlikely partners team up on a suspenseful 'fishing trip' to hunt down the rogue and destroy it: the new chief of police from New York (Scheider), a young university-educated oceanographer (Dreyfuss), and a crusty, grizzled old-time fisherman (Shaw) resembling the obsessed Ahab in the"},
{"title": "King Kong (1933)", "summary": "The pioneering 1933 horror-fantasy favorite stars Fay Wray as the comely blonde who entices the love-struck giant ape to his doom.", "starring": "Fay Wray, Bruce Cabot, Robert Armstrong", "director": "Merian C. Cooper, Ernest B. Schoedsack", "content": "Classic horror-fantasy thriller, with ground-breaking technical effects (stop-motion animation), a beauty-and-the-beast drama about a misunderstood, gigantic ape running wild in NYC - one of the masterpieces of cinema. Fortune-hunters, including filmmaker Denham (Armstrong) and his crew and a lovely, nubile starlet (Wray) travel to remote, fog-shrouded Skull Island to shoot a jungle movie. In search of the fabled giant ape, the magnificent, exotic, and dangerous \"King Kong,\" they stumble upon a prehistoric world populated by dinosaurs and giant snakes. Enticing the fifty-foot gorilla with the lovely blonde - that the natives have kidnapped and offered as a gift to the beast, they eventually subdue and capture the monstrous creature with gas bombs. Denham brings him back to New York City as a sideshow attraction. The beast breaks his 'civilized' chains, escapes and goes on a rampage, ransacking the city in search of the young actress. The film climaxes with the hairy beast clinging to the top of the Empire State Building as pilots shoot him down. \"It was Beauty killed the Beast.\" No Academy Award nominations."},
{"title": "The Lady Eve (1941)", "summary": "Barbara Stanwyck and Charles Coburn play the con artists against Henry Fonda's millionaire in Preston Sturges' still-fresh romantic comedy.", "starring": "Barbara Stanwyck, Henry Fonda, Charles Coburn", "director": "Preston Sturges", "content": "Considered Preston Sturges' best film, a breathlessly paced, still-fresh romantic sex comedy classic - an Adam-and-Eve battle of the sexes. On a transatlantic ocean liner, two shipboard card-sharp con artists (Stanwyck and Coburn) plot to separate a naive, millionaire snake-scientist Charles Pike (Fonda) from his beer fortune. Plans go awry and Jean meets her match when she falls in love with the handsome young tycoon who has fallen madly in love with her. When he discovers that she is a swindler and gold-digger, however, Charles rejects her, leading Jean to plot revenge -- she reconquers her man's heart while masquerading as a high-society English lady, and during their hilarious honeymoon train journey. Academy Award Nominations: 1, Best Original Story."},
{"title": "Lawrence of Arabia (1962)", "summary": "Peter O'Toole nabbed an Oscar nomination for his first major role, in David Lean's breathtakingly gorgeous 1962 biopic.", "starring": "Peter O'Toole, Alec Guinness, Omar Sharif, Claude Rains, Jose Ferrer, Jack Hawkins", "director": "David Lean", "content": "One of the greatest films of all time, with rich cinematography of the immense desert. A sweeping, breath-taking, cinematic biographical epic that follows the true-life exploits of a famed British officer, T. E. Lawrence (O'Toole in his first major film), and his transformation from an enigmatic eccentric to a hero in WWI Arabia. Assigned there, he courageously unites the warring Arab fractions into a guerrilla front to battle the Turks, Germany's allies. Academy Award Nominations: 10, including Best Actor--Peter O'Toole, Best Supporting Actor--Omar Sharif, Best Adapted Screenplay. Academy Awards: 7, including Best Picture, Best Director, Best Color Cinematography."},
{"title": "Letter From an Unknown Woman (1948)", "summary": "Max Ophuls' 1948 tearjerker tells the story of the unspoken love of a woman (Joan Fontaine) for her neighbor (Louis Jourdan).", "starring": "Joan Fontaine, Louis Jourdan", "director": "Max Ophuls", "content": "An emotionally-complex, bittersweet, old-fashioned, tearjerker romance, told with flashbacks, about Lisa Berndl (Fontaine), a beautiful young woman with a childhood crush and doomed love for a charmingly suave, philandering concert pianist Stefan Brand (Jourdan) in 19th century Vienna. The night before the cavalier, callow pianist is due to fight a duel for offending a lady's honor with Lisa's husband, he receives a letter from a strange, unknown woman (who has since died). Through the letter, he learns for the first time about the young girl, his next-door neighbor, and her undying love that she felt for him through the years, including a pregnancy and son. No Academy Award nominations."},
{"title": "The Magnificent Ambersons (1942)", "summary": "Orson Welles displays a refined touch in this 1942 costume drama about a nineteenth-century family's struggles with the changing times.", "starring": "Tim Holt, Joseph Cotten, Agnes Moorehead, Dolores Costello", "director": "Orson Welles", "content": "A classic period piece and costume drama based on the 1918 novel by Booth Tarkington about a prominent, wealthy, 19th century Midwestern family grappling with changing times, progress and the coming of the modern industrial age at the turn of the century. Eugene Morgan (Cotten) courts Isabel Amberson (Costello) over many years, but her spoiled son George (Holt) ruins their chances, and the proud family disintegrates into squabbling. Agnes Moorehead plays the romantically-frustrated Aunt Fanny. Like the previous year's"},
{"title": "The Maltese Falcon (1941)", "summary": "John Huston's influential noir mystery stars Humphrey Bogart as a hard-drinking gumshoe tracking the elusive titular statue.", "starring": "Humphrey Bogart, Mary Astor, Sydney Greenstreet, Peter Lorre, Elisha Cook, Jr.", "director": "John Huston", "content": "A highly influential, prototypical film noir mystery about a hard-boiled private detective tracking an elusive, sought-after black bird statue, based on the crime novel by Dashiell Hammett. This was John Huston's directorial debut film. Hard-drinking, snarling untrusting private eye Sam Spade (Bogart), hired by"},
{"title": "Meet Me In St. Louis (1944)", "summary": "Some of Judy Garland's greatest songs are integrated into this upbeat, captivating 1944 musical from director Vincente Minnelli.", "starring": "Judy Garland, Margaret O'Brien, Leon Ames, Mary Astor, Lucille Bremer", "director": "Vincente Minnelli", "content": "Vincente Minnelli's classic slice of Americana - a fresh and upbeat, captivating romantic musical about a turn-of-the-century St. Louis family - divided into four distinct acts. The happy Smith family is threatened with moving when the father (Ames) is offered a better job in New York City - just as the 1903 World's Fair is coming to town and making St. Louis the place to be. The two eldest girls, 17 year old Esther and Rose (Garland and Bremer) are in love and dismayed that they may have to leave home and their boyfriends. The mischievous younger daughter 'Tootie' (O'Brien) is devastated and becomes hysterical. Some of Garland's greatest songs are integrated into the film, including \"The Trolley Song,\" \"The Boy Next Door,\" \"Have Yourself a Merry Little Christmas\" and others. Academy Award Nominations: 4, including Best Screenplay, Best Musical Score, Best Song (\"The Trolley Song\"), Best Color Cinematography."},
{"title": "Midnight Cowboy (1969)", "summary": "John Schlesinger's gritty, provocative portrait of two unlikely friends provided career-defining roles for Dustin Hoffman and Jon Voight.", "starring": "Dustin Hoffman, Jon Voight", "director": "John Schlesinger", "content": "An exceptional, provocative, gritty portrait of a naive, small-town Texan Joe Buck (Voight) who becomes an unsuccessful male prostitute in Manhattan and his befriended relationship with a slimy, tubercular, limping, homeless, petty thief and con artist Ratso Rizzo (Hoffman) who dreams of making it rich in sunny Florida. The two establish interdependent bonds of love and trust in the big city, both hoping for a better life elsewhere. Once-controversial because it was originally rated X, this Oscar-winning Best Picture film was made on location in New York to portray seediness, corruption, and big-city anonymity, and based on James Leo Herlihy's novel. Academy Award Nominations: 7, including Best Actor--both Dustin Hoffman and Jon Voight, Best Supporting Actress--Sylvia Miles, Best Film Editing. Academy Awards: 3, Best Picture, Best Director, Best Adapted Screenplay (Waldo Salt)."},
{"title": "Mr. Smith Goes to Washington (1939)", "summary": "This inspiring Frank Capra parable tells the story of a starry-eyed senator (James Stewart) who takes a stand against the political machine.", "starring": "James Stewart, Jean Arthur, Claude Rains", "director": "Frank Capra", "content": "Based on Lewis R. Foster's novel"},
{"title": "Modern Times (1936)", "summary": "Charlie Chaplin bids farewell to silent comedy with this laugh-a-minute 1936 satire in which he plays a victimized factory worker.", "starring": "Charlie Chaplin, Paulette Goddard", "director": "Charlie Chaplin", "content": "A 'mostly silent,' funny and poignant comedy/satire in which Charlie Chaplin bids farewell to silent comedy. The opening title: \"Modern Times - A story of industry, of individual enterprise - humanity crusading in the pursuit of happiness.\" In the machine age, Chaplin is a victimized factory worker with a 'Big-Brother' tyrannical boss who spies on employees with a giant TV monitor and demands greater speed and efficiency. He slaves on a dehumanizing automated assembly line where he quickly has a nervous breakdown, goes insane and is sent to a mental institution. The feeding-machine sequence is priceless. In the Depression era of poverty and unrest, he meets and falls in love with an orphaned street waif and fellow vagabond The Gamine (Goddard), and the two dream of a contented, suburban existence. In one of the 'sound' sequences, the Tramp impersonates a singing waiter. With a touching ending - a final farewell to the Little Tramp character."},
{"title": "My Darling Clementine (1946)", "summary": "One of John Ford’s most riveting Westerns, this semi-historical work stars Henry Fonda as Wyatt Earp and Walter Brennan as his foe.", "starring": "Henry Fonda, Linda Darnell, Victor Mature, Walter Brennan, Cathy Downs", "director": "John Ford", "content": "One of John Ford's greatest westerns, semi-historically based on the famous O.K. Corral gunfight. Henry Fonda stars as Wyatt Earp, a one-time outlaw gunslinger who becomes the dedicated, law-abiding sheriff of Tombstone during the 1880s, determined to clean up the rowdy frontier town where the killers of his brothers, led by Old Man Clanton (Brennan) have fled. A visit to the barber symbolizes Earp's transition from the western frontier to civilization. He develops a relationship with the legendary consumptive Doc Holliday (Mature), defends a drunken Shakespearean actor, and cultivates a romance with square dance partner Clementine (Downs), the town's school teacher. No Academy Award nominations."},
{"title": "Nashville (1975)", "summary": "Robert Altman's country-music flick finds a colorful cast, including Shelley Duvall and Keith Carradine, converging in the title city.", "starring": "Henry Gibson, Karen Black, Ronee Blakley, Keith Carradine, Shelley Duvall", "director": "Robert Altman", "content": "Altman's great country-music, Bicentennial epic length drama, set in the capital city of Nashville - a microcosm of America, summed up in one of the film's lyrics: \"We must be doing something right to last 200 years.\" An intricate, free-form, intertwining tale, tangentially linking together twenty-four protagonists who have arrived on the scene to be part of the Nashville showbiz crowd, and appear at a pop concert and a political rally for the \"Replacement Party.\" Colorful characters, both performers and audience members in the mosaic-style film, converge in a massive traffic jam and are present during a violent assassination scene by the film's conclusion: Presidential hopeful Hal Philip Walker, frail, crooning country western sweetheart Barbara Jean (Blakley), singing rival Connie White (Black), folk-singing lecherous lover Tom Frank (Carradine), BBC tele-journalist Opal (Chaplin), a groupie from LA (Duvall), and master of ceremonies Haven Hamilton (Gibson). A satirical film that comments upon religion, politics, sex, violence, and the materialistic culture. Academy Award Nominations: 5, including Best Picture, Best Director, Best Supporting Actress--Ronee Blakley, Best Supporting Actress--Lily Tomlin. Academy Awards, 1, Original Song \"I'm Easy\" by Keith Carradine."},
{"title": "A Night At The Opera (1935)", "summary": "The first big-budget Marx Brothers movie, this 1935 gem, about a group of wisecracking stowaways, is widely considered their best.", "starring": "Groucho Marx, Harpo Marx, Chico Marx, Margaret Dumont", "director": "Sam Wood", "content": "The first MGM-produced, big-budget Marx Bros. film, the 6th of their thirteen films and considered by most critics to be their best film - and the first without Zeppo. One of their typical madcap, humorous films, in which the three wise-cracking brothers (Groucho is Otis B. Driftwood) stow away on a New York bound ship accompanying an opera crowd. Driftwood has been hired to introduce Mrs. Claypool (Dumont) to society. Famous routines include the Groucho/Chico contract negotiation scene (\"There ain't no Sanity Claus!\"), the ocean-liner stateroom scene, the bed-switching sequence, and the insane concert hall scene at the film's conclusion."},
{"title": "The Night of the Hunter (1955)", "summary": "Robert Mitchum's performance drives this noirish thriller from director Charles Laughton about a psychopath prowling the Ohio River Valley.", "starring": "Robert Mitchum, Shelley Winters, Lillian Gish", "director": "Charles Laughton", "content": "The only film directed by actor and stage director Charles Laughton. A stark, film noirish, black-and-white thriller, with a haunting, chilling lead performance by Robert Mitchum as crazed psychopathic Preacher Harry Powell prowling the Ohio River Valley. He personifies one polar end of the struggle between good and evil The killer of rich widows, with tattoos of LOVE and HATE on the fingers of both hands, weds a dead condemned killer's lonely widow (Winters), and then relentlessly hunts his own innocent step-children across the Depression Era Bible Belt to get at their father's stolen fortune of $10,000. The final segment pits the Preacher against Lillian Gish as a symbol of protecting Goodness, rocking at night on a porch with a shotgun across her lap, while he sings his perverse hymn in counterpoint: \"Leaning on the Everlasting Arms.\" Unbelievably not nominated for any Academy Awards."},
{"title": "Ninotchka (1939)", "summary": "This sparkling, delightfully witty Ernst Lubitsch romantic comedy was advertised, famously, as the movie in which \"Garbo laughs!\"", "starring": "Greta Garbo, Melvyn Douglas", "director": "Ernst Lubitsch", "content": "The sparkling picture that was advertised as the film in which \"Garbo Laughs!\", recalling the \"Garbo Talks!\" campaign of"},
{"title": "North By Northwest (1959)", "summary": "One of Hitchcock's finest works of suspense, this mistaken-identity movie boasts crack performances by Cary Grant and James Mason.", "starring": "Cary Grant, Eva Marie Saint, James Mason", "director": "Alfred Hitchcock", "content": "Hitchcock's great suspense thriller, another mistaken-identity case involving a Madison Avenue ad executive Roger Thornhill (Grant). He is targeted as a US government agent (who doesn't actually exist) by international spies, abducted, framed for murder, and chased cross-country. On the run throughout the entire film, he is pursued by the foreign operatives, the head of the spy ring Philip Vandamm (Mason), the CIA, the police, and a mysterious blonde Eve Kendall (Saint). A literal plot-twisting cliff-hanger, with superb sequences including the famous cropduster scene in an open field, and the chase across the face of Mount Rushmore. Academy Award Nominations: 3, including Best Story and Screenplay, Best Film Editing."},
{"title": "Notorious (1946)", "summary": "Alfred Hitchcock's ninth Hollywood movie, starring Ingrid Bergman and Cary Grant, features many iconic moments, including that famous marathon kiss.", "starring": "Cary Grant, Ingrid Bergman, Claude Rains, Leopoldine Konstantin", "director": "Alfred Hitchcock", "content": "Hitchcock's ninth Hollywood film, the highly acclaimed, post WWII noirish spy thriller/romance set in Brazilian South America. An alluring, alcoholic playgirl (Bergman), the daughter of a convicted Nazi agent, is reluctantly exploited and drafted by the CIA to become a US government agent and secretly infiltrate into a shady group of Axis Germans. Watchful American agent (Grant) turns chilly toward her, uncertain of her love and loose-living past during a cruel love affair. To spite him when he doesn't protest, she marries her Nazi espionage target (Rains), a former friend of her father's, to acquire access to information, including the MacGuffin (uranium in wine bottles) in the wine cellar. Trapped in her enemy's home, where her husband is oppressed by his cold, domineering mother (Konstantin), Bergman is slowly poisoned with arsenic and in mortal danger until rescued by guilt-ridden Grant. The film features the most famous marathon screen kiss in film history, the zoom shot toward the wine cellar key, the wine cellar sequence, and the staircase-descending finale. Academy Award Nominations: Best Original Screenplay, Best Supporting Actor--Claude Rains."},
{"title": "On The Waterfront (1954)", "summary": "Elia Kazan's gritty, evocative drama has Marlon Brando as the former boxing champ who utters the famous line, \"I coulda been a contender.\"", "starring": "Marlon Brando, Eva Marie Saint, Lee J. Cobb, Karl Malden, Rod Steiger", "director": "Elia Kazan", "content": "A compelling, evocative, gritty drama about union corruption and violence on the New York waterfront and the struggle of an ex-prize fighter against it. Inarticulate ex-boxer champ Terry Malloy (Brando) witnesses the murder of a fellow dock worker, a victim of gangster union boss Cobb's oppressive hold over the longshoremen - punished for 'singing' to an investigation commission. When Terry begins to fall in love with shy and frail Edie (Saint), the dead man's sister, his allegiances are challenged. Contains the famous Brando \"I coulda been a contender\" speech in the back seat of a taxi with his crooked, scheming lawyer brother Charlie (Steiger). After his brother's murder, he defiantly stands up against the hoodlums on the waterfront. Academy Award Nominations: 12, including Best Supporting Actor (Cobb, Steiger, and Malden). Academy Awards: 8, including Best Picture, Best Director, Best Actor--Marlon Brando, Supporting Actress--Eva Marie Saint, Best Story and Screenplay."},
{"title": "One Flew Over The Cuckoo's Nest (1975)", "summary": "Jack Nicholson as a crazy-sane mental patient is one of many fine performances that anchor Milos Forman's adaptation.", "starring": "Jack Nicholson, Louise Fletcher, Brad Dourif, Will Sampson", "director": "Milos Forman", "content": "A compelling, socially-conscious portrait of mental institution patients pitted against a tyrannical, sinister head nurse, cinematically adapted from Ken Kesey's celebrated 1962 novel. A free-spirited, ebullient, rebellious convict Randle P. McMurphy (Nicholson) feigns insanity to avoid a jail sentence, and is incarcerated in an insane asylum. His heroic, crazed struggles against oppression, conformity and the manipulative, authoritarian Nurse Ratched (Louise Fletcher) symbolize the rebellious 60's era, as he serves as a catalyst and invigorating inspiration for the subdued, troubled patients. He is taken down and pays the ultimate price for his messianic, outrageous non-conformity with a zombie-producing lobotomy. The strong and silent Indian Chief Bromden (Sampson) that he has befriended relieves his pitiful misery. Academy Award Nominations: 9, including Best Supporting Actor--Brad Dourif. Academy Awards: 5, including Best Picture, Best Director, Best Actor--Jack Nicholson, Best Actress--Louise Fletcher, Best Adapted Screenplay."},
{"title": "Out Of The Past (1947)", "summary": "Jacques Tourneur's beguiling 1947 noir stars Robert Mitchum as a laconic private detective who falls under the spell of a femme fatale.", "starring": "Robert Mitchum, Jane Greer, Kirk Douglas, Virginia Huston", "director": "Jacques Tourneur", "content": "A beguiling, complex film noir from the post WWII period. This classic is laced with doom-laden flashbacks from the shady past, about a laconic private detective who is caught in a deathly web - the picture was AKA"},
{"title": "Paths of Glory (1957)", "summary": "Stanley Kubrick delivers a powerfully bleak, predictably intense antiwar drama, starring Kirk Douglas, about a military incursion gone awry.", "starring": "Kirk Douglas, Ralph Meeker, George Macready, Adolphe Menjou, Timothy Carey", "director": "Stanley Kubrick", "content": "Stanley Kubrick's classic, powerfully bleak, anti-war drama on the hypocrisy of battle, based on Humphrey Cobb's factual novel. The film is an effective denouncement of self-seeking, pitiless WWI French military leaders whose strategy and mishandling of a failed mission are incomprehensible. During horrendous trench warfare on the French front (filmed with realistic tracking shots), a vain and pompous French General Mireau (Macready) orders his hapless group of soldiers to suicidally attack an obviously-impenetrable German stronghold. When they predictably fail in the ill-conceived attack, he angrily commands his own artillery to fire on the 'cowardly' troops. Further, he arbitrarily picks three blameless men as scapegoats - at random - to stand trial and be court-martialed for cowardice - and face execution by firing squad. Infantry commander and dissenting Army lawyer Colonel Dax (Douglas), aware of the disgraceful cover-up and episode, unsuccessfully defends the condemned men. No Academy Award nominations."},
{"title": "The Philadelphia Story (1940)", "summary": "George Cukor's sophisticated romantic farce stars Cary Grant, Katharine Hepburn, and James Stewart in a battle of societal wits.", "starring": "Cary Grant, Katharine Hepburn, James Stewart, Ruth Hussey, John Howard", "director": "George Cukor", "content": "George Cukor's classic, witty romantic comedy - an outstanding film version of Philip Barry's hit play, a sophisticated romantic farce about a socialite wedding. Recently divorced, wealthy, society girl heiress (Hepburn) is torn between her new stuffy fiancee (Howard), her irresponsible ex-husband (Grant), and an intriguing"},
{"title": "Psycho (1960)", "summary": "Possibly the most influential thriller ever made, Alfred Hitchcock's tale of a psychotic mama's boy (Anthony Perkins) hasn't dimmed with age.", "starring": "Anthony Perkins, Janet Leigh, John Gavin, Vera Miles, Martin Balsam", "director": "Alfred Hitchcock", "content": "The greatest, most influential Hitchcock horror/thriller ever made and the progenitor of the modern Hollywood horror film, based on Robert Bloch's novel. A classic, low budget, manipulative, black and white tale that includes the most celebrated shower sequence ever made. Worried about marital prospects after a lunch tryst with her divorced lover (Gavin), blonde real estate office secretary Marion Crane (Leigh) embezzles $40,000 and flees, stopping at the secluded off-road Bates Motel, managed by a nervous, amateur taxidermist son named Norman (Perkins). The psychotic, disturbed \"mother's boy\" is dominated by his jealous 'mother', rumored to be in the Gothic house on the hillside behind the dilapidated, remote motel. The story includes the untimely, violent murder of the main protagonist early in the film, a cross-dressing transvestite murderer, insanity, a stuffed corpse, and Oedipal Freudian motivations. Academy Award Nominations: 4, including Best Supporting Actress--Janet Leigh, Best Director, Best B/W Cinematography."},
{"title": "The Quiet Man (1952)", "summary": "Quentin Tarantino's stylish cult classic interweaves a series of vignettes about low-life criminals, lovers, and thugs.", "starring": "John Travolta, Bruce Willis, Samuel Jackson, Ving Rhames, Uma Thurman, Tim Roth, Amanda Plummer, Harvey Keitel", "director": "Quentin Tarantino", "content": "A stylish, immensely-popular, violent, off-beat, modern B-movie cult classic from writer/director Tarantino - his second feature, about corruption and temptation. An interwoven series of three vignettes about low-life criminals, thugs, drug-dealers, hitmen, a washed-up crooked boxer, and restaurant-robbing lovers in the sleazy underworld of Los Angeles. Small-time hold-up artists - \"Pumpkin\" (Roth) and \"Honey Bunny\" (Plummer) - plot a robbery in a restaurant. Meanwhile, philosophically-talkative hit men Jules Winfield (Jackson) and Vincent Vega (Travolta) carry out a hit for their vengeful, underworld boss Marsellus Wallace (Rhames) against double-crossing college-aged kids. Vincent entertains Marsellus' irresponsible wife Mia (Thurman) one evening - and then she overdoses on heroin. By not taking a dive, boxer Butch (Willis) scams Marcellus during his last bout and plans to skip town. The two hitmen call on gangland cleanup specialist The Wolf (Keitel) when their jobs get messy. Academy Award Nominations: 7, including Best Picture, Best Actor--John Travolta, Best Supporting Actor--Samuel L. Jackson, Best Supporting Actress--Uma Thurman, Best Director, Best Film Editing. Academy Awards: 1, Best Original Screenplay."},
{"title": "Raging Bull (1980)", "summary": "Lushly filmed on location in Ireland, John Ford's gorgeous 1952 romance follows John Wayne as he travels to the country and finds a wife.", "starring": "John Wayne, Maureen O'Hara, Victor McLaglen, Barry Fitzgerald", "director": "John Ford", "content": "John Ford's Irish romantic comedy/drama about an American ex-prizefighter (Wayne) who retires to his native, childhood Ireland (the greenish town of Inisfree) to begin a new life and find an Irish lass for a wife. Lushly filmed on location - a"},
{"title": "Rear Window (1954)", "summary": "A visceral black-and-white drama about an aging boxer (Robert De Niro), Martin Scorsese's 1980 flick is one of the best of its decade.", "starring": "Robert De Niro, Cathy Moriarty, Joe Pesci", "director": "Martin Scorsese", "content": "A magnificently visceral, vivid and real, black and white bio/docu-drama of the rise and fall of a violent, suicidally-macho prize-fighter. Hard-headed, animalistic, unlovable slum kid Jake LaMotta (De Niro) becomes the 1949 middle-weight champ. The boxer experiences bouts of ring and domestic violence with brother Joey (Pesci) and second, beautiful teenage wife Vikki (Moriarty), and slowly but predictably descends into fat slobbishness. Robert De Niro's transformation from a sleek professional boxer to an out-of-shape, stand-up nightclub entertainer is simply remarkable. This film is regularly voted the Best Film of the decade of the 80s. Academy Award Nominations: 8, including Best Picture, Best Supporting Actor--Joe Pesci, Best Supporting Actress--Cathy Moriarty, Best Director. Academy Awards: 2, Best Actor--Robert De Niro, Best Film Editing."},
{"title": "Rebecca (1940)", "summary": "Alfred Hitchcock's voyeuristic triumph finds James Stewart and Grace Kelly navigating the twists and turns of a nail-biting thriller.", "starring": "James Stewart, Grace Kelly, Thelma Ritter, Raymond Burr", "director": "Alfred Hitchcock", "content": "Hitchcock's voyeuristic masterpiece - a suspenseful, nail-biting thriller about a wheelchair-bound, immobilized photographer who believes he has witnessed a murder during his convalescence. During a hot New York summer, photo-journalist L. B. 'Jeff' Jeffries (Stewart) recuperates in his apartment from a broken leg. He wiles away the time by observing - and spying on neighbors through his rear window (with binoculars and his telephoto camera), while being cared for by his fashionable girlfriend Lisa (Kelly) and nurse-therapist Stella (Ritter). He experiences all of life's extremes - a honeymooning couple, dancer Miss Torso, spinsterish Miss Lonelyhearts, and the bickering, intriguing Thorwalds. Dissuaded by his police detective friend, Lisa, and Stella, he persists with attentive observations and suspicions about Thorwald (Burr) killing his wife. Academy Award Nominations: 4, including Best Director, Best Screenplay, Best Color Cinematography, Best Sound Recording."},
{"title": "Rebel Without a Cause (1955)", "summary": "The only Hitchcock movie with a Best Picture Oscar, this gothic mystery stars Laurence Olivier as a moody widower.", "starring": "Laurence Olivier, Joan Fontaine, Judith Anderson", "director": "Alfred Hitchcock", "content": "Hitchcock's debut American film and the only film for which he received a Best Picture Academy Award. A Gothic mystery/romance that was adapted from Daphne Du Maurier's 1938 novel. The film opens with the haunting line: \"Last night, I dreamt I went to Manderley again.\" An innocent, nameless shy young bride (Fontaine) struggles to settle into the country estate - Manderley - of her new wealthy husband (Olivier), a brooding English nobleman/widower who appears moody and haunted by the memory of his first wife. She is tortured, anguished and fearful that she must compete with the ghostly memories of the first Mrs. De Winter - a glamorous Rebecca, especially when tormented by the sinister housekeeper Mrs. Danvers (Anderson). Mysterious family secrets about the first Mrs. De Winter, who was drowned at sea, are eventually revealed and change her perspective on her husband and their love. Academy Award Nominations: 11, including Best Director, Best Actor--Laurence Olivier, Best Actress--Joan Fontaine, Best Supporting Actress--Judith Anderson, Best Adapted Screenplay. Academy Awards: Best Picture, Best B/W Cinematography."},
{"title": "Red River (1948)", "summary": "The drama that made James Dean an anti-hero for decades to come is also an unmissable snapshot of the fifties generation gap.", "starring": "James Dean, Natalie Wood, Sal Mineo, Jim Backus", "director": "Nicholas Ray", "content": "The classic, melodramatic film that made James Dean an anti-hero icon for generations to come - this was the second of his three films and the best 50s film of its kind regarding the generation gap. A story of rebellion and angst in the life of an unsettled, teenaged, new-kid-in-town Jim Stark (Dean) who crosses paths with two other alienated, misfit youth - Judy (Wood) and Plato (Mineo) - at a police station in the first sequence. The outcast trio of juveniles forms a strong bond against both their insensitive parents (completely unjust, dysfunctional, ineffectual, or callous) and their peers, and search for their identities. After a deadly drag race and a confrontation with his milquetoast father (Backus), Jim spends the night with Judy and Plato in a deserted mansion. The adolescents find refuge and solace in their own company. In the tragic finale, Plato is killed by police when he foolishly brandishes an unloaded gun. Academy Award Nominations: 3, including Best Supporting Actor--Sal Mineo, Best Supporting Actress--Natalie Wood, Best Motion Picture Story."},
{"title": "Roman Holiday (1953)", "summary": "For Montgomery Clift's first-ever role, he stars as the adoptive son of John Wayne's vicious rancher in this Howard Hawks Western.", "starring": "John Wayne, Montgomery Clift, Walter Brennan, Joanne Dru, John Ireland", "director": "Howard Hawks", "content": "A classic 40s Western, one of the best American westerns, from action director Howard Hawks, featuring Montgomery Clift in his first film. The story of a father/son battle of wills and the first monumental, historic cattle drive along the Chisholm Trail to Abilene. Texas rancher Tom Dunson (Wayne), a self-made, dictatorial, vicious, authoritarian father is stubbornly pitted against his adopted son Matthew Garth (Clift). Their vicious confrontations, capped by Dunson's tyrannical, unbearably harsh treatment of deserters, leads to a mutinous revolt - a western"},
{"title": "Schindler's List (1993)", "summary": "Audrey Hepburn and Gregory Peck's chemistry drives this old-fashioned courtship story, which was nominated for ten Oscars in 1953.", "starring": "Gregory Peck, Audrey Hepburn, Eddie Albert", "director": "William Wyler", "content": "An Oscar-winning story from Hollywood Ten blacklisted screenwriter Dalton Trumbo, who was fronted by Ian McLellan Hunter. The delightful, old-fashioned, dramatic, fairy-tale courtship film, a variation of Capra's"},
{"title": "The Searchers (1956)", "summary": "This complex Western, John Ford's 1956 favorite, features the Duke in Indian territory on the hunt for his missing niece (Natalie Wood).", "starring": "John Wayne, Jeffrey Hunter, Natalie Wood, Ward Bond, Henry Brandon, Vera Miles", "director": "John Ford", "content": "A complex, epic, 'psychological' Western story about a man's obsessive five year quest for revenge, set in post-Civil War America. Based on the novel by Alan Le May. This film is unquestionably Ford's finest, beautifully filmed in his most popular locale, Monument Valley. Raiding Comanche Indians, in retaliation, massacre a frontier family and Chief Scar (Brandon) kidnaps the teenaged daughter Debbie (Wood). The embittered, racist, anti-hero brother Ethan Edwards (Wayne), a mysterious Civil War Confederate veteran, engages on a journey to pursue his niece - to kill the Chief who abducted her AND to kill his corrupted, tainted, disgraced niece to 'save' her from her savage captors. During their extensive, perilous, grim search, conveyed by a series of flashbacks, he is accompanied by half-breed adopted nephew Martin Pawley (Hunter), who is equally determined to save the girl. This exceptional film was not nominated for Academy Awards."},
{"title": "Shane (1953)", "summary": "A great cast (Alan Ladd, Jack Palance) anchors George Stevens' 1953 Western about a lone gunman defending a pioneer family.", "starring": "Alan Ladd, Jean Arthur, Jack Palance, Van Heflin, Emile Meyer, Ben Johnson, Brandon de Wilde", "director": "George Stevens", "content": "A classic adult Western based on the novel by Jack Schaefer, about a lone, handsome gunfighter Shane (Ladd), who drifts into a beautiful 19th century Wyoming valley. As a hired hand for the pioneer homesteading Starrett family, Marion (Arthur) and Joe (Heflin), Shane is goaded into valiantly defending them and other farmers from vicious threats made by ruthless cattle ranch baron Ryker (Meyer), and hired, black-outfitted gunslinger Wilson (Palance). The family's young son Joey (de Wilde) worships the heroics and bravery of Shane, and is heartbroken when the nomadic loner rides off at the film's conclusion. Academy Award Nominations: 6, including Best Picture, Best Director, Best Supporting Actor--Brandon de Wilde, Best Supporting Actor--Jack Palance, Best Screenplay. Academy Awards: 1, Best Color Cinematography."},
{"title": "Singin' In The Rain (1952)", "summary": "This life-affirming Stephen King adaptation stars Tim Robbins and Morgan Freeman as two jailed prisoners who strike up a friendship.", "starring": "Tim Robbins, Morgan Freeman, Bob Gunton", "director": "Frank Darabont", "content": "An uplifting, engrossing, life-affirming drama/prison tale about the relationship between two jailed prisoners, adapted from a Stephen King novella titled \"Rita Hayworth and Shawshank Redemption.\" Wrongly imprisoned for life in the Shawshank State Prison in the mid 1940s for murdering his adulterous wife and her lover, innocent banker Andy Dufresne (Robbins) meets another dignified lifer Red (Freeman) known for procuring contraband. The evil, Bible-pounding Warden Norton (Gunton) uses Andy's financial background to cover his nefarious activities, and Red obtains a geological rock hammer and pinup of Rita Hayworth at Andy's request. The passage of time over two decades is conveyed by the pin-ups on Andy's cell wall, which change from Hayworth to Marilyn Monroe, and then to Raquel Welch. Serving as an inspiration to the other convicts, Andy yearns for freedom and patiently plans for it. Academy Award Nominations: 7, including Best Picture, Best Actor--Morgan Freeman, Best Adapted Screenplay, Best Cinematography, Best Sound, Best Original Score, Best Film Editing."},
{"title": "Snow White And The Seven Dwarfs (1937)", "summary": "The inimitable Gene Kelly directs and stars in one of the most beloved musicals of the fifties, opposite Jean Hagen and Debbie Reynolds.", "starring": "Gene Kelly, Donald O'Connor, Debbie Reynolds, Jean Hagen, Cyd Charisse", "director": "Gene Kelly, Stanley Donen", "content": "One of the all-time best Hollywood musicals that spoofs and satirizes the transitional chaos surrounding the end of the silent film era and the dawn of the 'talkies.' Vaudeville, silent film actor/dancer Don Lockwood (Kelly) and co-star actress Lina Lamont (Hagen) are at the height of box-office popularity, but with the advent of sound, shrill-voiced Lina's first talkie"},
{"title": "Some Like It Hot (1959)", "summary": "Disney's first full-length animated masterpiece is a classic fairy tale that won hearts (and an Oscar) in 1937.", "starring": "Voices of Harry Stockwell, Lucille La Verne, Adriana Caselotti", "director": "David Hand, Perce Pearce", "content": "Disney's first full-length, commercially-successful animated masterpiece, a classic, adapted Brothers Grimm fairy tale with a vain, evil Wicked Queen (La Verne), the Queen's beautiful step-daughter Snow White (Caselotti), seven gold-mining dwarfs (Bashful, Sneezy, Sleepy, Happy, Grumpy, Dopey and Doc) who whistle to and from work at the diamond mines - and a Prince Charming (Stockwell). After the Queen is told by her magic mirror that Snow White is \"the fairest of them all,\" she orders the innocent maiden murdered, but she is released by the Huntsman, and finds refuge in the home of seven dwarfs. The jealous Queen takes a potion to disguise herself as an old hag and offers the sweet girl a poisoned red apple. Snow White is awakened from a deep sleep by the kiss of a young prince. With memorable songs, including \"Heigh Ho,\" \"Whistle While You Work,\" and \"Someday My Prince Will Come.\" Academy Award Nominations: 1, Best Score. Recipient of Special Award."},
{"title": "Stagecoach (1939)", "summary": "Billy Wilder directs Marilyn Monroe, Tony Curtis, and Jack Lemmon in this wonderfully satirical 1959 work about two jazz musicians on the lam.", "starring": "Marilyn Monroe, Tony Curtis, Jack Lemmon, Joe E. Brown, George Raft", "director": "Billy Wilder", "content": "Wilder's wonderfully-satirical, funny comedy. Two unemployed, 20's era Chicago jazz musicians, Joe (Curtis) and Jerry (Lemmon) accidentally witness the St. Valentine's Day Massacre, and must flee from gangsters. They masquerade as women - Jo-sephine and Daphne - and join Sweet Sue's all-girl band with luscious, voluptuous singer Sugar Kowalczyk (Monroe) heading for Florida to elude the pursuit of retaliatory bootleggers. Joe also disguises himself as a wealthy, impotent, Cary Grant-like yacht owner to attract the loving attention of fellow band member Sugar, while Daphne (impressed with his own new sexy image) distracts the real millionaire - a smitten, oft-wed Osgood Fielding III (Brown). The Chicago hitmen, with dime-flipping, spats-wearing ringleader Spats Columbo (Raft) arrive at the Florida hotel for a convention, disrupting their gender-bending escapades. With the greatest fade-out line in film history: \"Nobody's perfect.\" Academy Award Nominations: 6, including Best Actor--Jack Lemmon, Best Director, Best Screenplay. Academy Awards: 1, Best B/W Costume Design."},
{"title": "A Star Is Born (1954)", "summary": "Amazing stuntwork and great turns by John Wayne and Thomas Mitchell drive John Ford's genre-defining high-stakes 1939 Western.", "starring": "John Wayne, Claire Trevor, Thomas Mitchell, George Bancroft, John Carradine, Andy Devine, Donald Meek, Berton Churchill, Louise Platt", "director": "John Ford", "content": "One of John Ford's earliest, genre-defining films, the first with John Wayne, who became a major star as a result. A classic Hollywood Western about a perilous Overland stagecoach journey from Tonto through hostile Indian territory to Lordsburg with a varied, tense group of six passengers: a good-hearted but banished prostitute (Trevor), a timid whiskey salesman (Meek), a Southern gentleman gambler (Carradine), an alcoholic doctor (Mitchell), a pompous, embezzling banker (Churchill), and a pregnant 'lady' (Platt) - the wife of a soldier, plus a sheriff (Bancroft) and a stage coach driver (Devine). Along the way, Ringo Kid (Wayne) holds up the stage and joins the trip - he's an escaped convict seeking revenge for the murder of his brother and father. An exciting Indian attack by Geronimo's marauders and chase across Monument Valley, with amazing stunt action, provide part of the film's stirring climax. The shunned prostitute finds romantic happiness with the respectful outlaw. Academy Award Nominations: 7, including Best Picture, Best Director, Best B/W Cinematography. Academy Awards: 2, including Best Supporting Actor--Thomas Mitchell, Best Score."},
{"title": "Star Wars (1977)", "summary": "George Cukor's classic tearjerker stars Judy Garland as a young singer whose marriage to an alcoholic film star ends in tragedy.", "starring": "Judy Garland, James Mason", "director": "George Cukor", "content": "A classic tearjerker, the first re-make of William Wellman's non-musical, classic 1937 film starring Janet Gaynor and Fredric March. Young aspiring star Esther Blodgett's (Garland) singing career is launched in Hollywood -as Vicki Lester, by a fading, alcoholic film star Norman Maine (Mason) whose popularity is on the decline. Their marriage is tested by the tragic consequences of his personal disintegration and loss of fame, especially in the Oscars ceremony scene. His stunning suicidal demise is inevitable, but duly honored by his wife onstage when she introduces herself as Mrs. Norman Maine. Includes Garland's memorable songs: \"The Man That Got Away\" and \"Born In a Trunk.\" Academy Award Nominations: 6, including Best Actor--James Mason, Best Actress--Judy Garland, Best Song, Best Musical Score."},
{"title": "A Streetcar Named Desire (1951)", "summary": "The first entry in George Lucas' much-heralded fantastical space trilogy broke big technological ground as well as box-office records.", "starring": "Harrison Ford, Mark Hamill, James Earl Jones, Alec Guinness, Carrie Fisher, Peter Cushing", "director": "George Lucas", "content": "The first of a trilogy of fantasy films by writer/director George Lucas, and one of the most financially-successful films of all time, with amazing technological effects. A sci-fi adventure saga \"in a galaxy far, far away\", quasi-Western film, about a galactic battle between good (the rebel forces) and evil (the Imperial Galactic Empire). The characters are proto-typical: a young farmboy hero Luke Skywalker (Hamill) on a desert planet, a villainous, black-garbed sinister Lord Darth Vader (voice of Jones) - an aide to the leader of the Empire Grand Moff Tarkin (Cushing), a wise Jedi knight Obi-Wan Kenobi (Guinness), a daring starship pilot (Ford), a captured rebel Princess Leia Organa (Fisher), a furry Wookie and two robotic droids. With two sequels,"},
{"title": "Sunrise (1927)", "summary": "Marlon Brando's portrayal of a brute in Elia Kazan's intense adaptation of the Tennessee Williams play is the stuff of movie legend.", "starring": "Marlon Brando, Vivien Leigh, Kim Hunter, Karl Malden", "director": "Elia Kazan", "content": "The powerful, frank dramatic adaptation of Tennessee Williams' Pulitzer Prize-winning play, based upon Oscar Saul's adaptation. The story of two sisters: a neurotic, sensitive southern belle Blanche DuBois (Leigh) who visits and remains with her sister (Hunter) and her animalistic, earthy and vulgar brother-in-law Stanley Kowalski (Brando) in a down-and-out New Orleans project in the French Quarter. Mitch (Malden), one of Stanley's buddies takes an interest in Blanche until Stanley strips and ultimately reveals the secrets of her embarrassing, lurid past. After being 'raped' by Stanley in a heavily-censored and edited sequence, the vestiges of her shattered self are led away to a mental institution. Academy Award Nominations: 12, including Best Picture, Best Actor--Marlon Brando, Best Director, Best Screenplay, Best B/W Cinematography. Academy Awards: 4, including Best Actress--Vivien Leigh, Best Supporting Actor--Karl Malden, and Best Supporting Actress--Kim Hunter."},
{"title": "Sunset Boulevard (1950)", "summary": "In F. W. Murnau's American debut, this silent movie with roots in German Expressionism, a deadly love triangle is raised to the level of art.", "starring": "George O'Brien, Janet Gaynor, Margaret Livingston", "director": "F. W. Murnau", "content": "An artistic, poignant, brilliantly-filmed, expressionistic, landmark silent regarding a love triangle. A farmer (O'Brien) falls for the allure of a vampish seductress (Livingston) from the City, tempted by her under the moonlight in a swamp. He devises a murderous plan to kill his pure, innocent wife (Gaynor) - by drowning her during a trip to the City. At the moment of attempted murder in the rowboat, he realizes his love for his wife and can't complete the act. In the City (of the Jazz Age), the couple makes up and he wins her back - but on the way home, a storm looms up and takes her from him -a seemingly-just punishment from Fate itself. Academy Award Nominations: 4, including Best Interior Decoration. Academy Awards: Unique and Artistic Picture (a second 'Best Picture' Award), Best Actress--Janet Gaynor, and Best Cinematography."},
{"title": "Taxi Driver (1976)", "summary": "Billy Wilder's dark 1950 comedy features Gloria Swanson as an aging film queen and William Holden as her suitor.", "starring": "William Holden, Gloria Swanson, Erich von Stroheim, Nancy Olson, Jack Webb", "director": "Billy Wilder", "content": "Wilder's witty black comedy regarding a famed silent film star who refuses to accept the end of her stardom. Opens with a shocking flashback narrated in voice-over by a dead corpse - a victim floating face-down in a Sunset Boulevard mansion's swimming pool. Aspiring, debt-ridden screenwriter Joe Gillis (Holden) hides from creditors while hired to write a script for faded film queen Norma Desmond's (Swanson) impending comeback. He takes advantage, encouraging her false hopes and moving in as her gigolo. The once-great star lives in a secluded estate with butler/chauffeur Max (von Stroheim). The ambivalent, 'kept man' scriptwriter balances his exploitative dependence upon the film star with romantic attention toward young script-reader Betty Schaefer (Olson), creating a lethal situation. The perverse, cynical film references Swanson's actual career, with excerpts from one of her unfinished films ("},
{"title": "The Third Man (1949)", "summary": "Robert De Niro and Martin Scorsese make movie magic in the tale of a rage-filled New York cabbie bent on correcting the world's injustices.", "starring": "Robert De Niro, Jodie Foster, Cybill Shepherd, Harvey Keitel, Albert Brooks, Peter Boyle", "director": "Martin Scorsese", "content": "One of Martin Scorsese's greatest films, about a violent, alienated, unfocused, psychotic NYC taxi driver fatalistically disturbed by the squalid, hellish urban underbelly of pimps, whores, winos, and junkies. Ex-Marine Travis Bickle (De Niro) works the night shift through Times Square in his cab, encountering nightmarish Gothic horrors, moral decay and lowlifes. Off hours during the day, he kills time by frequenting sleazy porno houses and eating junk food. His one feeble attempt at social and emotional contact - a date with a blonde political campaign worker Betsy (Shepherd) fails miserably when he takes her to a porn film. His fantasized one-man campaign/mission to clean up the streets focuses on saving a prepubescent child prostitute Iris (Foster). It ends with a failed political assassination attempt, and a rage-filled, pent-up blood-bath massacre, including the killing of Iris' pimp \"Sport\" (Harvey Keitel). In the aftermath, the repellent character emerges as a vindicated, folk savior-hero. Academy Award Nominations: 4, including Best Picture, Best Actor--Robert De Niro, Best Supporting Actress--Jodie Foster, Best Original Score (Bernard Herrmann)."},
{"title": "To Kill A Mockingbird (1962)", "summary": "Harper Lee's story is poignantly reimagined in this 1962 coming-of-age pic with a career-defining performance by Gregory Peck.", "starring": "Gregory Peck, Mary Badham, Philip Alford, John Megna", "director": "Robert Mulligan", "content": "A poignant adaptation of Harper Lee's best-selling novel by screenwriter Horton Foote, set in small-town 1930s Alabama. Narrated by the adult voice of Kim Stanley, a coming-of-age, autobiographical story, seen from the perspective of a young southern girl Scout (Badham), the daughter of a widowed Southern lawyer Atticus Finch (Peck), whose innocence about racial bigotry and intolerance was changed forever. The Lincolnesque, compassionate attorney decides to assume the unpopular stance of defending a black man - Tom Robinson (Brock Peters), falsely accused of raping a 'white-trash' woman Mayella Violet Ewell (Collin Wilcox). The film compellingly weaves the children's nightmares, personified by the mute, mentally-retarded Boo Radley (Robert Duvall in his screen debut) with the prejudiced hatred of the bigoted townspeople, led by Mayella's poor redneck father Robert E. Lee (Bob) Ewell (James Anderson). Academy Award Nominations: 8, including Best Picture, Best Supporting Actress--Mary Badham, Best Director, Best B/W Cinematography. Academy Awards: Best Actor--Gregory Peck, Best Adapted Screenplay."},
{"title": "Top Hat (1935)", "summary": "Fred Astaire and Ginger Rogers are in fine form for this gem, mixing romantic comedy, endless dancing, and a superb Irving Berlin score.", "starring": "Fred Astaire, Ginger Rogers, Helen Broderick, Edward Everett Horton, Erik Rhodes, Eric Blore", "director": "Mark Sandrich", "content": "One of the best classic dance/musicals with Fred Astaire and Ginger Rogers, their third film together from a total of nine. Includes dancing and singing of a superb Irving Berlin score, with \"No Strings,\" \"Isn't This a Lovely Day (To Be Caught in the Rain)?\", \"Top Hat, White Tie and Tails,\" and \"Cheek to Cheek.\" A typical amalgum of romantic comedy, complicated mistaken identity, and stylish Art Deco surroundings in London and Venice. Dancer Jerry Travers (Astaire) experiences love at first sight and is amorously attentive toward the lovely high-society Dale Tremont (Rogers), but she mistakes him for her best friend Madge Hardwick's (Broderick) husband Horace (Horton). Academy Award Nominations: 4, including Best Picture, Best Song (\"Cheek to Cheek\"), Best Dance Direction."},
{"title": "Touch Of Evil (1958)", "summary": "Orson Welles' offbeat 1958 thriller follows a narcotics agent (Charlton Heston) out to take down a corrupt old cop (Welles).", "starring": "Charlton Heston, Orson Welles, Janet Leigh, Marlene Dietrich, Joseph Calleia, Akim Tamiroff", "director": "Orson Welles", "content": "An off-beat, twisted, dark and sweaty, film noirish thriller, with murder, police corruption, kidnapping, betrayal, perversion and more in a squalid Mexican-American border town. Opens with a daring, captivating single-take sequence, ending with the explosive, car-bomb murder of an American businessman on the American side of the border. A self-righteous narcotics agent 'Mike' Vargas (Heston) becomes snarled in the local investigation with a grotesque, police captain Hank Quinlan (Welles), ignoring his honeymooning bride Susan (Leigh) who is meanwhile being terrorized in an out-of-the-way motel by a menacing gang. The experienced, old-time cop Quinlan habitually fabricates evidence to convict the guilty (even though his instincts are usually correct) and frames a young Mexican for the murder, putting him into conflict with the narcotics detective. The corrupt, overweight police captain is finally brought down by Vargas' persistent, perilous efforts with the cooperation of Quinlan's long-time partner Sgt. Pete Menzies (Calleia). No Academy Award Nominations."},
{"title": "The Treasure of the Sierra Madre (1948)", "summary": "John Huston's 1948 adventure stars Humphrey Bogart as one of three gold prospectors undone by their own good fortune.", "starring": "Humphrey Bogart, Walter Huston, Tim Holt, Alfonso Bedoya", "director": "John Huston", "content": "Director and screenwriter John Huston's classic adventure film about three American gold prospectors in the Mexican wilderness - a tale of lustful greed, treachery, paranoia and suspicion. The three ill-matched men include an innocent, honest young Curtin (Holt), a wise and experienced, fast-talking, grizzly, toothless old-timer Howard (Huston, the director's father), and Fred C. Dobbs (Bogart), a greedy, deranged, selfish bastard who distrusts everyone. Their gold booty strike and fortune breeds violence, threatening Mexican bandits led by Gold Hat (Bedoya), an end to their friendships, and the homicidal undoing of the avaricious Dobbs when he is killed for his boots and mule. Ends with an ironic climactic scene when the wind blows the gold dust away. Academy Award Nominations: 4, including Best Picture. Academy Awards: 3, including Best Supporting Actor--Walter Huston, Best Director, Best Screenplay."},
{"title": "Trouble in Paradise (1932)", "summary": "An exquisite, bubbly work by Ernst Lubitsch, this good-natured 1932 comedy follows a pair of con artists en route to romance.", "starring": "Herbert Marshall, Miriam Hopkins, Kay Francis", "director": "Ernst Lubitsch", "content": "Another exquisite, sophisticated, sparkling romantic comedy from Lubitsch. Two masquerading con artists Gaston Monescu/La Valle (Marshall) and Lily Vautier (Hopkins) specialize in jewel theft. The pair of crooks pose as nobility to practice their deceptive occupation among the gullible, upper-class elite of European society from Venice to Paris. They scheme to rob a rich, sleek widow Mariette Colet (Francis) in Paris, posing as her secretary and maid, but romantic complications ensue. By the time the subtle, wry film ends, they realize their romantic and amoral affinity for each other. No Academy Award nominations."},
{"title": "2001: A Space Odyssey (1968)", "summary": "Stanley Kubrick's hypnotic, thought-provoking mind bender was revolutionary in 1968 and has been a sci-fi staple ever since.", "starring": "Keir Dullea, Gary Lockwood, HAL 9000", "director": "Stanley Kubrick", "content": "Kubrick's metaphoric, thought-provoking, grandiose, science-fiction landmark film, with space travel to Jupiter, the mysterious appearance of enigmatic monoliths, and the presence of the film's major protagonist - an omniscient super-computer. A three-act, visionary, visually dazzling, wide-screen masterpiece, with mind-blowing special effects. The first monolith appears to prehistoric ape-men, awakening them to the use of tools as killing weapons. Further monoliths on the Moon and floating in space somewhere near Jupiter, seem to coax humankind to make evolutionary leaps and transcend bodily and technological limits. A team of robotic-like astronauts Bowman (Dullea) and Poole (Lockwood), during a voyage to Jupiter to investigate a radio transmission, are terrorized by the arrogant, humanistic, on-board computer HAL 9000 (voice of Douglas Rain). With the mission aborted and following a psychedelic light-show, Bowman is reborn within an embryonic divine life form that floats in space. Academy Award Nominations: 4, including Best Director, Best Story and Screenplay. Academy Awards: 1, Best Special Visual Effects."},
{"title": "Vertigo (1958)", "summary": "James Stewart stars as the acrophobic detective at the heart of this 1958 tale of obsession also from the Hitchock canon.", "starring": "James Stewart, Kim Novak, Barbara Bel Geddes, Tom Helmore", "director": "Alfred Hitchcock", "content": "Arguably Hitchcock's most complex, most analyzed, compelling masterpiece, involving a man's compulsive obsession to exploitatively manipulate and transform a woman to match his fantasy. Vertigo-suffering, acrophobic detective John 'Scottie' Ferguson (Stewart) trails an old college friend Gavin Elster's (Helmore) wife as she wanders around San Francisco - a cool, blonde named Madeleine (Novak). Meanwhile, Scottie's friend 'Midge' Wood (Bel Geddes) expresses unrequited love for him. Madeleine's obsession with a tragic ancestor Carlotta Valdez intrigues Scottie, and after saving her from a suicidal jump into the Bay, he falls in love with her. When she falls to her death from a tower in an assumed suicide, he spirals down into a deep depression. Haunted and obsessed with the dead woman, he meets her lower-class double Judy (Novak again) and manipulates her into changing into the dead Madeleine's image - with mad consequences in the uncompromising conclusion. Academy Award Nominations: 2, including Best Art Direction/Set Decoration, Best Sound."},
{"title": "West Side Story (1961)", "summary": "Star-crossed love gets the spotlight via Natalie Wood, Richard Beymer, and music by Leonard Bernstein and Stephen Sondheim.", "starring": "Natalie Wood, Richard Beymer, Rita Moreno, Russ Tamblyn, George Chakiris", "director": "Robert Wise, Jerome Robbins", "content": "An energetically-choreographed musical that is loosely based on Shakespeare's tale of ill-fated lovers,"},
{"title": "Who's Afraid of Virginia Woolf? (1966)", "summary": "Mike Nichols' directorial debut stars Elizabeth Taylor and Richard Burton as the acerbic love-hate pair who dominate the story.", "starring": "Elizabeth Taylor, Richard Burton, George Segal, Sandy Dennis", "director": "Mike Nichols", "content": "Nichols' debut film as director - of an adaptation of Edward Albee's scathing, dark, and vitriolic play - with a bold use of expletives. Real-life married couple Richard Burton and Elizabeth Taylor portray a dysfunctional couple's abusive, sado-masochistic, deteriorating marriage - as a weary, tortured, disillusioned academic professor George and his frumpy, alcoholic, foul-mouthed, seductive and abrasive wife Martha. The two invite a young teacher Nick (Segal) and his mousy wife Honey (Dennis) to their home for a bitter and relentless evening of brutal, acerbic, verbal games that increase the hateful intensity of their mismatched, love-hate relationship. Academy Award Nominations: 13, including Best Picture, Best Actor--Richard Burton, Best Supporting Actor--George Segal, Best Director. Academy Awards: 5, including Best Actress--Elizabeth Taylor, Best Supporting Actress--Sandy Dennis."},
{"title": "The Wild Bunch (1969)", "summary": "This controversial 1969 Western was one of the most brutal of its day with plenty of stomach-turning violence courtesy of Sam Peckinpah.", "starring": "William Holden, Ernest Borgnine, Warren Oates, Ben Johnson, Robert Ryan, Emilio Fernandez", "director": "Sam Peckinpah", "content": "A controversial, brutally-violent, late 60s Western about the demise of a desperate, small gang of aging outlaws in the early 1900s that still clings to codes of honor, loyalty, and courage. Pike Bishop (Holden), leader of the 'wild bunch,' is hired for their final job. In the stunning opening sequence, the gang - disguised as US Cavalry soldiers, ride into a Texas town and rob the railway office's bank. The boss of the railroad hires a mercenary, bounty-hunting posse, led by Pike's former buddy Deke Thornton (Ryan) to pursue them, as the gang flees into Mexico, during the revolution of 1914. They are double-crossed by an anti-revolutionary dictator/Generalissimo Mapache (Fernandez) after the hijacking of weapons from a US ammunitions train. Attempting to redeem themselves by opposing an entire corrupt Mexican platoon, they are massacred in the famous, ultra-violent, slow-motion, colorful bloodbath finale. Academy Award Nominations: 2, including Best Story and Screenplay, Best Original Score."},
{"title": "The Wizard of Oz (1939)", "summary": "Victor Fleming's timeless 1939 musical boasts some of the most loved songs in movie history as well as a star turn by Judy Garland.", "starring": "Judy Garland, Ray Bolger, Jack Haley, Bert Lahr, Margaret Hamilton, Frank Morgan, Billie Burke", "director": "Victor Fleming", "content": "The ultimate fantasy, the perennial musical adventure film based on L. Frank Baum's 1900 book. With most characters playing dual roles, both in Kansas and in Oz. Kansas farm girl Dorothy (Garland) and her dog Toto are transported from her home by a whirling tornado to the magical, Technicolor Land of Oz, where she encounters little people Munchkins, Glinda (Burke) - the Good Witch of the North, a Yellow Brick Road, a brainless, talking Scarecrow (Bolger), a heartless Tin Woodsman (Haley), a Cowardly Lion (Lahr), the Wicked Witch of the West (Hamilton) and a marvelously deceitful Wizard (Morgan) of Emerald City. Her wishes to return home (\"There's no place like home\") are granted after she outwits and vanquishes the Witch. Includes marvelous songs: \"Over the Rainbow,\" \"Ding Dong, The Witch is Dead,\" and \"If I Only Had a Brain.\" Academy Award Nominations: 6, including Best Picture, Best Color Cinematography, Best Special Effects. Academy Awards: 2, including Best Song (\"Over the Rainbow\"), Best Original Score."},
{"title": "Wuthering Heights (1939)", "summary": "Laurence Olivier brings Emily Bronte's Heathcliff to life in this brooding 1939 adaptation of the famous love story set on the moors.", "starring": "Merle Oberon, Laurence Olivier, David Niven, Geraldine Fitzgerald", "director": "William Wyler", "content": "The greatest melodramatic, brooding screen adaptation of Emily Bronte's 1847 romantic Victorian novel of doomed lovers with inseparable spirits, set on the windy Yorkshire moors of pre-Victorian England. Orphaned gypsy Heathcliff (Olivier) is adopted by Mr. Earnshaw on the streets of London and brought home to be the stable boy, where he falls in love with the young daughter Cathy (Oberon). Their love is thwarted and abandoned when Cathy marries a wealthy, refined neighbor Edgar Linton (Niven). After leaving for America, the financially-successful but dark and troubled Heathcliff returns years later and seeks revenge by marrying and mistreating Edgar's sister Isabella (Fitzgerald). The long-hindered, passionate love of Cathy and Heathcliff emerges in death. Academy Award Nominations: 8, including Best Picture, Best Actor--Laurence Olivier, Best Supporting Actress--Geraldine Fitzgerald, Best Director, Best Screenplay. Academy Awards: 1, B/W Cinematography--Gregg Toland."},
{"title": "Yankee Doodle Dandy (1942)", "summary": "James Cagney and Walter Huston star in this 1942 flag-waving musical biography of legendary composer George M. Cohan.", "starring": "James Cagney, Joan Leslie, Walter Huston, Rosemary DeCamp", "director": "Michael Curtiz", "content": "The rousing, morale-boosting, flag-waving musical biography of legendary American composer/song-writer and entertainer George M. Cohan. Includes his memorable tunes \"Over There,\" \"You're a Grand Old Flag,\" \"Give My Regards to Broadway,\" and the film's rousing title number. The film, presented in flashback, follows the vaudevillian Cohan family, led by father Cohan (Huston) and mother (DeCamp) from its early days, with the energetic Irishman Cohan (Cagney) as the triumphant song-and-dance man, and his marriage to Mary (Leslie). A White House visit with FDR salutes his career, when he wins the Congressional Medal of Honor and subsequently dances down the White House staircase. Academy Award Nominations: 8, including Best Picture, Best Supporting Actor--Walter Huston, Best Director. Academy Awards: 3, including Best Actor--James Cagney, Best Sound, Best Musical Score."}
]